{"text": "\n\n"}
{"text": "William James Murray (born September 21, 1950) is an American actor and comedian, known for his deadpan delivery. He rose to fame on The National Lampoon Radio Hour (1973–1974) before becoming a national presence on Saturday Night Live from 1977 to 1980, where he received a Primetime Emmy Award for Outstanding Writing for a Variety Series. He starred in comedy films such as Meatballs (1979), Caddyshack (1980), Stripes (1981), Tootsie (1982), Ghostbusters (1984), Scrooged (1988), Ghostbusters II (1989), What About Bob? (1991), Groundhog Day (1993), Kingpin (1996), The Man Who Knew Too Little (1997) and Osmosis Jones (2001). His only directorial credit is Quick Change (1990), which he co-directed with Howard Franklin.\n"}
{"text": "Murray's performance in Sofia Coppola's Lost in Translation (2003) earned him a Golden Globe and a British Academy Film Award and an Oscar nomination for Best Actor. He has frequently collaborated with directors Ivan Reitman, Harold Ramis, Wes Anderson, Sofia Coppola, Jim Jarmusch, John McNaughton and the Farrelly brothers. He received Golden Globe nominations for his roles in Ghostbusters, Rushmore (1998), Hyde Park on Hudson (2012), St. Vincent (2014) and the HBO miniseries Olive Kitteridge (2014), for which he later won his second Primetime Emmy Award. Murray received the Mark Twain Prize for American Humor in 2016. Murray is also known for voicing Garfield in the family comedy film Garfield: The Movie (2004) and its sequel Garfield: A Tail of Two Kitties (2006), Clive Badger in Fantastic Mr. Fox (2009), Baloo in the live action adaptation of Disney's The Jungle Book (2016) and Boss in Isle of Dogs (2018).\n"}
{"text": "Murray was born September 21, 1950, in Evanston, Illinois, to Lucille Murray (née Collins; 1921–1988), a mail-room clerk, and Edward Joseph Murray II (1921–1967), a lumber salesman. He was raised in Wilmette, Illinois, a northern suburb of Chicago.\n"}
{"text": "Murray and his eight siblings grew up in an Irish Catholic family. His paternal grandfather was from County Cork, while his maternal ancestors were from County Galway. Three of his siblings, John Murray, Joel Murray, and Brian Doyle-Murray, are also actors. A sister, Nancy, is an Adrian Dominican nun in Michigan; she has traveled the United States in two one-woman programs, portraying Catherine of Siena and Dorothy Stang. His brother Ed Murray died in 2020. Their father died in 1967 at the age of 46 from complications of diabetes when Bill was 17 years old.\n"}
{"text": "As a youth, Murray read children's biographies of American heroes like Kit Carson, Wild Bill Hickok, and Davy Crockett. He attended St. Joseph's grade school and Loyola Academy. During his teen years, he worked as a golf caddy to fund his education at the Jesuit high school. One of his sisters had polio and his mother suffered several miscarriages. During his teen years he was the lead singer of a rock band called the Dutch Masters and took part in high school and community theater.\n"}
{"text": "After graduating from Loyola Academy, Murray attended Regis University in Denver, Colorado, taking pre-medical courses. He quickly dropped out and returned to Illinois. Decades later, in 2007, Regis awarded him an honorary Doctor of Humanities degree. On September 21, 1970, his 20th birthday, the police arrested Murray at Chicago's O'Hare Airport for trying to smuggle 10 lb (4.5 kg) of cannabis, which he had allegedly intended to sell. The drugs were discovered after Murray joked to the passenger next to him that he had packed a bomb in his luggage. Murray was convicted and sentenced to probation.\n"}
{"text": "Second City, National Lampoon\n"}
{"text": "With an invitation from his older brother, Brian, Murray got his start at The Second City in Chicago, an improvisational comedy troupe, studying under Del Close. In 1974, he moved to New York City and was recruited by John Belushi as a featured player on The National Lampoon Radio Hour.\n"}
{"text": "Saturday Night Live (1977-1980)\n"}
{"text": "In 1975, an Off-Broadway version of a Lampoon show led to his first television role as a cast member of the ABC variety show Saturday Night Live with Howard Cosell.  That same season, another variety show titled NBC's Saturday Night premiered. Cosell's show lasted just one season, canceled in early 1976. After working in Los Angeles with the \"guerrilla video\" commune TVTV on several projects, Murray rose to prominence in 1976. He officially joined the cast of NBC's Saturday Night Live for the show's second season, following the departure of Chevy Chase. Murray was with SNL for three seasons from 1977 to 1980.[citation needed] A Rutland Weekend Television sketch Monty Python’s Eric Idle brought for his appearance on SNL developed into the 1978 mockumentary All You Need Is Cash with Murray (alongside other SNL cast members) appearing as \"Bill Murray the K\", a send-up of New York radio host Murray the K, in a segment of the film that is a parody of the Maysles Brothers's documentary The Beatles: The First U.S. Visit. During the first few seasons of SNL, Murray was in a romantic relationship with fellow cast member Gilda Radner.\n"}
{"text": "Murray landed his first starring role with the film Meatballs in 1979. He followed this with a portrayal of Hunter S. Thompson in 1980's Where the Buffalo Roam. In the early 1980s, he collaborated with writer-director Harold Ramis and starred in a string of box-office hits, including Caddyshack (1980), Stripes (1981), and Tootsie (1982). Murray was the first guest on NBC's Late Night with David Letterman on February 1, 1982. He later appeared on the first episode of the Late Show with David Letterman on August 30, 1993, when the show moved to CBS. On January 31, 2012 – 30 years after his first appearance with Letterman – Murray appeared again on his talk show. He appeared as Letterman's final guest when the host retired on May 20, 2015.\n"}
{"text": "Murray began work on a film adaptation of the novel The Razor's Edge. The film, which Murray co-wrote, was his first starring role in a drama film. He later agreed with Columbia Pictures to star in Ghostbusters—in a role originally written for John Belushi—to get financing for The Razor's Edge. Ghostbusters became the highest-grossing film of 1984 and, at the time, the highest-grossing comedy ever. The Razor's Edge, which was filmed before Ghostbusters was released, was a box-office flop.[citation needed]\n"}
{"text": "Frustrated over the failure of The Razor's Edge, Murray stepped away from acting for four years to study philosophy and history at Sorbonne University, frequent the Cinémathèque in Paris, and to spend time with his family in their Hudson River Valley home. During that time, his second son, Luke, was born. With the exception of a cameo in the 1986 film Little Shop of Horrors, he made no film appearances, but participated in public readings in Manhattan organized by playwright-director Timothy Mayer and in a stage production of Bertolt Brecht's A Man's a Man. Murray returned to films with Scrooged in 1988 and Ghostbusters II in 1989.[citation needed]\n"}
{"text": "In 1990, Murray made his first and only attempt at directing when he co-directed Quick Change with producer Howard Franklin. In 1991 he starred in the Frank Oz comedy film What About Bob? (1991) alongside Richard Dreyfus. The film was a box office hit. In 1993 he starred in the Harold Ramis fantasy comedy Groundhog Day. The film was an immense critical success. Hal Hinson, film critic for The Washington Post praised Murray's performance writing in his film review that, \"Murray is a breed unto himself, a sort of gonzo minimalist. And he's never been funnier as a comedian or more in control as an actor than he is here. It's easily his best movie.\" That same year he starred in the comedy film, Mad Dog and Glory alongside Robert De Niro and Uma Thurman. Critic Vincent Canby of The New Yorker wrote in his review, \"The great satisfaction of Mad Dog and Glory is watching Mr. De Niro and Mr. Murray play against type with such invigorating ease.\"\n"}
{"text": "After the success of Groundhog Day, Murray appeared in a series of well-received supporting roles in films like Tim Burton's Ed Wood (1994), and Peter Farrelly's broad comedy film Kingpin (1996). Also in 1996 he appeared as himself in the Looney Tunes live action comedy Space Jam with Michael Jordan. However, his starring roles in Larger than Life and The Man Who Knew Too Little were not as successful with critics or audiences. In 1998, he received much critical acclaim for Wes Anderson's coming of age comedy film Rushmore opposite Jason Schwartzman and Olivia Williams. \nHe received praise among critics with Lisa Schwarzbaum from Entertainment Weekly writing, \"Murray turns in a thrillingly knowing, unforced performance — an award-worthy high point in a career that continues\". For Murray's performance he received the Best Supporting Actor awards from the New York Film Critics Circle, the National Society of Film Critics, and the Los Angeles Film Critics Association (tying with Billy Bob Thornton).\n"}
{"text": "Murray decided to take a turn towards more dramatic roles and experienced a resurgence in his career, taking on roles in Wild Things, Cradle Will Rock, Hamlet (as Polonius), and The Royal Tenenbaums. In 2003, he appeared in Sofia Coppola's Lost in Translation and went on to earn a Golden Globe Award, a BAFTA Award, and an Independent Spirit Award, as well as Best Actor awards from several film critic organizations. He was considered a favorite to win the Academy Award for Best Actor, but Sean Penn ultimately won the award for his performance in Mystic River. In an interview included on the Lost in Translation DVD, Murray states that it is his favorite film in which he has appeared. Also in 2003, he appeared in a short cameo for Jim Jarmusch's Coffee and Cigarettes, in which he played himself \"hiding out\" in a local coffee shop.\n"}
{"text": "During this time Murray still appeared in comedic roles such as Charlie's Angels and Osmosis Jones. In 2004, he provided the voice of Garfield in Garfield: The Movie, and again in 2006 for Garfield: A Tail of Two Kitties. Murray later said that he only took the role because he was under the mistaken impression that the screenplay, co-written by Joel Cohen, was the work of Joel Coen. In 2004, he made his third collaboration with Wes Anderson in The Life Aquatic with Steve Zissou and in 2005 his second collaboration with Jim Jarmusch in Broken Flowers. That same year, Murray announced that he was taking a hiatus from acting as he had not had the time to relax since his new breakthrough in the late 1990s.[citation needed] He did return to the big screen for brief cameos in Wes Anderson's The Darjeeling Limited and in Get Smart as Agent 13, the agent in the tree. In 2008, he played an important role in the post-apocalyptic film City of Ember.\n"}
{"text": "In 2009, Murray starred in the independent film Get Low alongside Robert Duvall and Sissy Spacek. The film is loosely based on a true story about a Tennessee hermit in the 1930s who throws his own funeral party while still alive. Murray and Duvall received critical praise and the film received the Independent Spirit Award for Best First Feature. Also in 2009, Murray had a memorable cameo role as himself in the zombie comedy Zombieland starring Woody Harrelson, Emma Stone and Jesse Eisenberg. Murray provided the voice for the character Mr. Badger in another Wes Anderson movie the 2009 animated film Fantastic Mr. Fox. The film went on to receive an Academy Award nomination for Best Animated Feature.\n"}
{"text": "In 2012, Murray starred in Roger Michell's historical comedy Hyde Park on Hudson, where he played Franklin D. Roosevelt opposite Laura Linney who played Roosevelt's cousin Margaret Suckley and Olivia Williams who portrayed Eleanor Roosevelt. The film focuses on the 1939 visit at Hyde Park of that of the Roosevelts  King George VI and Queen Elizabeth portrayed by Samuel West and Olivia Colman respectively. Murray received praise from critics with Roger Ebert writing, \"Murray, who has a wider range than we sometimes realize, finds the human core of this FDR and presents it tenderly.\" Murray also received a Golden Globe Award for Best Actor – Motion Picture Musical or Comedy nomination for his performance.\n"}
{"text": "Since 2010, Murray has continued to appear in multiple films with Wes Anderson including the coming of age comedy Moonrise Kingdom (2012) which also starred Bruce Willis, Edward Norton, Frances McDormand, and Tilda Swinton. The film premiered at the 65th Cannes Film Festival where it competed for the Palme d'Or. The film was a box office and critical success. In 2016, the BBC included the film in its list of greatest films of the twenty-first century.\n"}
{"text": "Murray also made a brief comic turn in The Grand Budapest Hotel (2014) where he played, M. Ivan, Gustave's friend and one of several concierges affiliated with the Society of the Crossed Keys. The film competed at the 64th Berlin International Film Festival where it received rapturous reviews. The film later became Wes Anderson's most financially successful film making $172 million. The film received 9 Academy Award nominations including Best Picture, ultimately receiving 4 for Costume Design, Production Design, Makeup/Hair and Original Score. Murray himself along with the cast won the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture for his ensemble work in The Grand Budapest Hotel.\n"}
{"text": "In 2014, Murray starred in George Clooney's World War II ensemble drama, The Monuments Men, also starring Matt Damon, Cate Blanchett, John Goodman, Hugh Bonneville, Jean Dujardin, and Bob Balaban. The film received mixed reviews from critics and was a modest box office success. Later that year, Murray also starred in St. Vincent alongside Melissa McCarthy and Naomi Watts receiving a Golden Globe Award nomination for his performance. He also played a music manager in 2015's Rock the Kasbah.\n"}
{"text": "In 2016, he was the voice of Baloo in the live-action adaptation of Disney's The Jungle Book, directed by Jon Favreau. The film earned a 95% approval rating on Rotten Tomatoes, and Murray was nominated for Favorite Animated Movie Voice at the People's Choice Awards; he lost to Ellen DeGeneres.\n"}
{"text": "There had been speculation that Murray might return to the Ghostbusters franchise for a rumored Ghostbusters 3. Murray once stated, \"I'd do it only if my character was killed off in the first reel,\" and also, \"You know, maybe I should just do it. Maybe it'd be fun to do.\" Eventually, he appeared in both the 2016 Ghostbusters reboot as Martin Heiss, a cynical ghost debunker, which was released on July 15, 2016, and 2021's Ghostbusters: Afterlife.\n"}
{"text": "In 2018, Murray portrayed Steve Bannon on Saturday Night Live alongside Fred Armisen as Michael Wolff. That year he was also part  of Wes Anderson's ensemble cast of the animated film Isle of Dogs, which premiered at the 68th Berlin International Film Festival. In 2019, Murray was part of the ensemble cast of the zombie-comedy The Dead Don't Die directed by Jim Jarmusch.\n"}
{"text": "On February 2, 2020, a commercial starring Murray aired during the Super Bowl referencing his role in the film Groundhog Day as Phil, with him stealing the groundhog and driving him to various places in the orange Jeep Gladiator.\n"}
{"text": "Murray reunited with Sofia Coppola for the comedy-drama On the Rocks opposite Rashida Jones. The film premiered at the 58th New York Film Festival where it received positive reviews with many critics praising Murray's performance. Critic David Rooney of The Hollywood Reporter wrote of his performance that \"Murray has seldom been better.\" It had a limited theatrical release on October 2, 2020, by A24, followed by a digital streaming release on October 23, 2020, on Apple TV+. He received some critical acclaim as well as a Golden Globe Award nomination for Best Supporting Actor - Motion Picture.\n"}
{"text": "Murray appeared in a small role in The French Dispatch reuniting him with Wes Anderson for the 9th time. It was set to premiere at the Cannes Film Festival on May 12, 2020, and get a wide release on July 24, but due to the COVID-19 pandemic, the festival was cancelled and the film was pulled from the schedule on April 3, 2020. The film was rescheduled for release on October 16, 2020, before being pulled from the schedule again on July 23, 2020. It ultimately premiered at the 2021 Cannes Film Festival and was released on October 22, 2021.\n"}
{"text": "Murray reprised his role as Peter Venkman in Ghostbusters: Afterlife directed by Jason Reitman.\n"}
{"text": "In October 2021, Murray joined the cast of the upcoming superhero film Ant-Man and the Wasp: Quantumania, set in the Marvel Cinematic Universe.\n"}
{"text": "Murray is a partner with his brothers in Murray Bros. Caddy Shack, a restaurant with two locations. In 2001, they opened a location at the World Golf Village near St. Augustine, Florida. In 2018, the second location was opened inside the Crowne Plaza Rosemont Hotel near the O'Hare International Airport. He resides in Charleston, South Carolina and he is a very active community member.\n"}
{"text": "In 1978, Murray appeared in two at-bats for the Grays Harbor Loggers Minor League Baseball team, credited with one hit and a lifetime batting average of .500.\n"}
{"text": "He is a part-owner of the St. Paul Saints, a Minor League Baseball team of the Triple-A East and the Triple-A affiliate of the Minnesota Twins. Bill occasionally travels to Saint Paul, Minnesota to watch the team's games. He also owns part of the Charleston RiverDogs, the Hudson Valley Renegades, and the Brockton Rox. He has invested in a number of other minor league teams in the past, including the Utica Blue Sox, the Fort Myers Miracle, the Salt Lake Sting (APSL), the Catskill Cougars, and the Salt Lake City Trappers. In 2012 he was inducted into the South Atlantic League Hall of Fame for his ownership and investment activities in the league.\n"}
{"text": "\nBeing very detached from the Hollywood scene, Murray does not have an agent or manager and reportedly only fields offers for scripts and roles using a personal telephone number with a voice mailbox that he checks infrequently. This practice has the downside of sometimes preventing him from taking parts in films such as Who Framed Roger Rabbit, Monsters, Inc., The Squid and the Whale, Charlie and the Chocolate Factory, and Little Miss Sunshine. When asked about this practice, however, Murray seemed content with his inaccessibility, stating, \"It's not that hard. If you have a good script that's what gets you involved. People say they can't find me. Well, if you can write a good script, that's a lot harder than finding someone. I don't worry about it; it's not my problem.\""}
{"text": "Murray's popularity has been such that he holds an iconic status in American popular culture. Murray's eccentric style of comedy, both on-screen and in his personal life, has caused him to be seen as a folk hero to many making him a significant meme in various media including books and the Internet. In 2016 he was awarded the Mark Twain Prize for American Humor by the Kennedy Center.\n"}
{"text": "On his birthday in 2016, Murray, along with his brother Joel, launched an apparel brand called William Murray Golf.\n"}
{"text": "During the filming of Stripes, Murray married Margaret Kelly on January 25, 1981. Later, they remarried in Chicago for their families. Margaret gave birth to two sons, Homer and Luke. Following Murray's affair with Jennifer Butler, the couple divorced in 1996. In 1997, he married Butler. Together, they have four sons: Caleb, Jackson, Cooper, and Lincoln. Butler filed for divorce on May 12, 2008. Their divorce was finalized on June 13, 2008. Butler died on January 19, 2021.\n"}
{"text": "Murray stated in a 1984 interview: \"I'm definitely a religious person, but it doesn't have much to do with Catholicism anymore. I don't think about Catholicism as much.\"\n"}
{"text": "In 2007, Murray was pulled over by Swedish police on suspicion of driving a golf cart under the influence of alcohol.\n"}
{"text": "Murray has homes in Los Angeles; Rancho Santa Fe, California; Martha's Vineyard, Massachusetts; Charleston, South Carolina; and Palisades, New York, a suburb of New York City. Between 2008 and 2013, Murray maintained a residence in the Greenwich Village neighborhood of Lower Manhattan.\n"}
{"text": "During the 2000 presidential campaign, Murray supported Green Party candidate Ralph Nader. He also donated  $1,000 to former Governor of Nebraska Bob Kerrey's successful election to the United States Senate in 1988. Murray praised the Trump tax cuts, opining them to be \"fantastic\", in a 2018 interview.\n"}
{"text": "Murray is a fan of several Chicago professional sports teams, especially the Chicago Cubs, Chicago Bears, and the Chicago Bulls. (He was once a guest color commentator for a Cubs game during the 1980s.) He was in attendance, along with fellow Cubs fans John Cusack, Eddie Vedder, and Bonnie Hunt, during the Cubs' historic Game Seven victory during the 2016 World Series. Murray is an avid Quinnipiac University basketball fan, where his son served as head of basketball operations, and he is a regular fixture at home games. He cheered courtside for the Illinois Fighting Illini's game against the 2004–2005 Arizona Wildcats in the Regional Final game in Chicago. He is a fixture at home games of those teams when in his native Chicago. After traveling to Florida during the Cubs' playoff run to help \"inspire\" the team (Murray joked with Cubs slugger Aramis Ramírez he was very ill and needed two home runs to give him the hope to live), he was invited to the champagne party in the Cubs' clubhouse when the team clinched the NL Central in late September 2007, along with fellow actors John Cusack, Bernie Mac, James Belushi, and former Cubs player Ron Santo. Murray appears in Santo's documentary, This Old Cub. In 2006, Murray became the sixth recipient of Baseball Reliquary's annual Hilda Award, established in 2001 \"to recognize distinguished service to the game by a fan\".\nHe sang \"Take Me Out to the Ballgame\" during a 2016 World Series game at Wrigley Field.\n"}
{"text": "As a Chicago native, Murray appeared at the 50th annual Chicago Air & Water Show in August 2008. He performed a tandem jump with the U.S. Army Parachute Team Golden Knights. He was the MC for Eric Clapton's Crossroads Guitar Festival on July 28, 2007, where he dressed in various guises of Clapton as he appeared through the years. He served as MC again in 2010 and once more in 2019.\n"}
{"text": "In 1987, he donated a large amount of money to help build the Nathalie Salmon House, which provides affordable housing for low-income seniors. Michael and Lilo Salmon, the founders of Housing Opportunities and Maintenance for the Elderly (HOME), said Murray performed \"miracles\" for them.\n"}
{"text": "Murray has been known for his mood swings, leading Dan Aykroyd to refer to him as \"The Murricane\". Murray has said of his reputation: \"I remember a friend said to me a while back: 'You have a reputation.' And I said: 'What?' And he said: 'Yeah, you have a reputation of being difficult to work with.' But I only got that reputation from people I didn't like working with, or people who didn't know how to work, or what work is. Jim, Wes and Sofia, they know what it is to work, and they understand how you're supposed to treat people.\"\n"}
{"text": "In the book Live from New York: An Uncensored History of Saturday Night Live, as Told By Its Stars, Writers and Guests, Chevy Chase recalls being confronted by Murray shortly before an SNL broadcast in 1978, in which Chase had returned to guest host. The issue, likely to do with Chase's insistence on doing the \"Weekend Update\" segment that had been taken over by Jane Curtin, led to Murray and Chase trading insults, with Murray telling Chase to go have sex with Jacqueline Carlin, Chase's wife at the time, while Chase commented that Murray's face looked \"like something Neil Armstrong had landed on\". The argument eventually turned physical, with SNL cast members Jane Curtin, Laraine Newman, and Gilda Radner witnessing the altercation. Murray later said of the incident, \"It was an Oedipal thing, a rupture. Because we all felt mad he had left us, and somehow I was the anointed avenging angel, who had to speak for everyone. But Chevy and I are friends now. It's all fine.\" The two later starred together in Caddyshack in 1980.\n"}
{"text": "According to Den of Geek, Murray did not get along well with Sean Young during the production of Stripes and has refused to work with her again.\n"}
{"text": "Murray has said in interviews that he and film director Richard Donner did not get along well while filming Scrooged, stating that they would disagree with each other. Donner said of Murray: \"He's superbly creative, but occasionally difficult – as difficult as any actor.\"\n"}
{"text": "Both Murray and Richard Dreyfuss have confirmed in separate interviews that they did not get along with each other during the making of What About Bob? In addition, the film's producer Laura Ziskin recalled having a disagreement with Murray that led him to toss her into a lake. Ziskin confirmed in 2003, \"Bill also threatened to throw me across the parking lot and then broke my sunglasses and threw them across the parking lot. I was furious and outraged at the time, but having produced a dozen movies, I can safely say it is not common behavior.\" Dreyfuss later alleged in 2019 that Murray screamed at him while he was intoxicated and told him, \"Everyone hates you! You are tolerated!\" and then threw an ashtray at him.  Although neither of them have crossed paths since the release of the film, Dreyfuss confirmed in a 2020 interview that he has forgiven Murray.\n"}
{"text": "Murray also had a falling out with film director and longtime collaborator Harold Ramis during the production of Groundhog Day. According to screenwriter Danny Rubin, \"They were like two brothers who weren't getting along.\" Apparently, they had such intense creative differences that one day Ramis grabbed Murray by the shirt collar and threw him against a wall. As a result, Groundhog Day ultimately served as the final film collaboration between Murray and Ramis, although they did take part in 2009's Ghostbusters: The Video Game. Murray eventually reconciled with Ramis just before Ramis' death in February 2014.\n"}
{"text": "During the making of Charlie's Angels, Lucy Liu allegedly threw punches at Murray after he told her that she could not act. Murray claims, however, that he and Liu had only an argument rather than a feud and that they have \"made peace\" since then. Film director McG, who directed Charlie's Angels, alleged in 2009 that Murray headbutted him. Murray has denied ever doing so.\n"}
{"text": "Lost in Translation director Sofia Coppola said that the central scene of Scarlett Johansson and Murray lying on the bed together took multiple takes because the actors did not seem to be getting along. She eventually stopped for the day and started again the next morning. Despite this, Coppola stated that Murray was a lot of fun to work with on the production.\n"}
{"text": "Anjelica Huston recalled having a feud with Murray during the making of The Life Aquatic with Steve Zissou.\n"}