{"text": "\n\n\n\n"}
{"text": "Elon Reeve Musk FRS (/ˈiːlɒn/; born June 28, 1971) is an entrepreneur and business magnate. He is the founder, CEO, and Chief Engineer at SpaceX; early-stage investor, CEO, and Product Architect of Tesla, Inc.; founder of The Boring Company; and co-founder of Neuralink and OpenAI. With an estimated net worth of around US$221 billion as of March 2022, Musk is the wealthiest person in the world according to both the Bloomberg Billionaires Index and the Forbes real-time billionaires list.\n"}
{"text": "Musk was born to a Canadian mother and South African father, and raised in Pretoria, South Africa. He briefly attended the University of Pretoria before moving to Canada at age 17 to avoid conscription. He was enrolled at Queen's University and transferred to the University of Pennsylvania two years later, where he received a bachelor's degree in economics and physics. He moved to California in 1995 to attend Stanford University but decided instead to pursue a business career, co-founding the web software company Zip2 with his brother Kimbal. The startup was acquired by Compaq for $307 million in 1999. The same year, Musk co-founded online bank X.com, which merged with Confinity in 2000 to form PayPal. The company was bought by eBay in 2002 for $1.5 billion.\n"}
{"text": "In 2002, Musk founded SpaceX, an aerospace manufacturer and space transport services company, of which he is CEO and Chief Engineer. In 2004, he joined electric vehicle manufacturer Tesla Motors, Inc. (now Tesla, Inc.) as chairman and product architect, becoming its CEO in 2008. In 2006, he helped create SolarCity, a solar energy services company that was later acquired by Tesla and became Tesla Energy. In 2015, he co-founded OpenAI, a nonprofit research company that promotes friendly artificial intelligence. In 2016, he co-founded Neuralink, a neurotechnology company focused on developing brain–computer interfaces, and founded The Boring Company, a tunnel construction company. Musk has proposed the Hyperloop, a high-speed vactrain transportation system.\n"}
{"text": "Musk has been criticized for unorthodox and unscientific stances and highly publicized controversial statements. In 2018, he was sued by the US Securities and Exchange Commission (SEC) for falsely tweeting that he had secured funding for a private takeover of Tesla. He settled with the SEC, temporarily stepping down from his chairmanship and agreeing to limitations on his Twitter usage. In 2019, he won a defamation trial brought against him by a British caver who advised in the Tham Luang cave rescue. Musk has also been criticized for spreading misinformation about the COVID-19 pandemic and for his other views on such matters as artificial intelligence, cryptocurrency, and public transport.\n"}
{"text": "Elon Reeve Musk was born on June 28, 1971, in Pretoria, South Africa. His mother is Maye Musk (née Haldeman), a model and dietitian born in Saskatchewan, Canada, but raised in South Africa. His father is Errol Musk, a South African electromechanical engineer, pilot, sailor, consultant, and property developer who was once a half owner of a Zambian emerald mine near Lake Tanganyika. Musk has a younger brother, Kimbal (born 1972), and a younger sister, Tosca (born 1974). His maternal grandfather, Joshua Haldeman, was an American-born Canadian, and Musk has British and Pennsylvania Dutch ancestry. The family was very wealthy in Elon's youth; Errol Musk once said, \"We had so much money at times we couldn't even close our safe\". After his parents divorced in 1980, Musk mostly lived with his father in Pretoria and elsewhere, a choice he made two years after the divorce and subsequently regretted. Musk has become estranged from his father, whom he describes as \"a terrible human being... Almost every evil thing you could possibly think of, he has done.\" He has a half-sister and a half-brother on his father's side. Elon attended an Anglican Sunday school in his youth.\n"}
{"text": "Around age 10, Musk developed an interest in computing and video games and acquired a Commodore VIC-20. He learned computer programming using a manual and, at age 12, sold the code of a BASIC-based video game he created called Blastar to PC and Office Technology magazine for approximately $500. An awkward and introverted child, Musk was bullied throughout his childhood and was once hospitalized after a group of boys threw him down a flight of stairs. He attended Waterkloof House Preparatory School and Bryanston High School before graduating from Pretoria Boys High School.\n"}
{"text": "Aware that it would be easier to enter the United States from Canada, Musk applied for a Canadian passport through his Canadian-born mother. While awaiting the documentation, he attended the University of Pretoria for five months; this allowed him to avoid mandatory service in the South African military. Musk arrived in Canada in June 1989, and lived with a second-cousin in Saskatchewan for a year, working odd jobs at a farm and lumber-mill. In 1990, he entered Queen's University in Kingston, Ontario. Two years later, he transferred to the University of Pennsylvania, where he graduated in 1995 with a Bachelor of Science degree in economics and a Bachelor of Arts degree in physics.\n"}
{"text": "In 1994, Musk held two internships in Silicon Valley during the summer: at energy storage startup Pinnacle Research Institute, which researched electrolytic ultracapacitors for energy storage, and at the Palo Alto-based startup Rocket Science Games. In 1995, he was accepted to a Doctor of Philosophy (Ph.D.) program in materials science at Stanford University in California. Musk attempted to get a job at Netscape but never received a response to his inquiries. He dropped out of Stanford after two days, deciding instead to join the Internet boom and launch an Internet startup.\n"}
{"text": "In 1995, Musk, Kimbal, and Greg Kouri founded web software company Zip2 with funds from angel investors. They housed the venture at a small rented office in Palo Alto. The company developed and marketed an Internet city guide for the newspaper publishing industry, with maps, directions, and yellow pages. Musk says that before the company became successful, he could not afford an apartment and instead rented an office and slept on the couch and showered at the YMCA, and shared one computer with his brother. According to Musk, \"The website was up during the day and I was coding it at night, seven days a week, all the time.\" The Musk brothers obtained contracts with The New York Times and the Chicago Tribune, and persuaded the board of directors to abandon plans for a merger with CitySearch. Musk's attempts to become CEO, a position held by its Chairman Rich Sorkin, were thwarted by the board. Compaq acquired Zip2 for $307 million in cash in February 1999, and Musk received $22 million for his 7-percent share.\n"}
{"text": "In 1999, Musk co-founded X.com, an online financial services and e-mail payment company. The startup was one of the first federally insured online banks, and, in its initial months of operation, over 200,000 customers joined the service. The company's investors regarded Musk as inexperienced and had him replaced with Intuit CEO Bill Harris by the end of the year. The following year, X.com merged with online bank Confinity to avoid competition. Founded by Max Levchin and Peter Thiel, Confinity had its own money-transfer service, PayPal, which was more popular than X.com's service. Within the merged company, Musk returned as CEO. Musk's preference for Microsoft software over Linux created a rift in the company and caused Thiel to resign. Due to resulting technological issues and lack of a cohesive business model, the board ousted Musk and replaced him with Thiel in September 2000.[note 2] Under Thiel, the company focused on the PayPal service and was renamed PayPal in 2001. In 2002, PayPal was acquired by eBay for $1.5 billion in stock, of which Musk—the largest shareholder with 11.7% of shares—received over $100 million.\n"}
{"text": "In 2017, Musk purchased the domain X.com from PayPal for an undisclosed amount, explaining it has sentimental value.\n"}
{"text": "In 2001, Musk became involved with the nonprofit Mars Society. He was inspired by plans to place a growth-chamber for plants on Mars and discussed funding the project himself. In October 2001, Musk traveled to Moscow with Jim Cantrell and Mike Griffin to buy refurbished Intercontinental ballistic missiles (ICBMs) that could send the greenhouse payloads into space. He met with companies NPO Lavochkin and Kosmotras; however, Musk was seen as a novice and was even spat on by one of the Russian chief designers. The group returned to the United States empty-handed. In February 2002, the group returned to Russia to look for three ICBMs. They had another meeting with Kosmotras and were offered one rocket for $8 million, which Musk rejected. Musk instead decided to start a company that could build affordable rockets. With $100 million of his early fortune, Musk founded Space Exploration Technologies Corp., traded as SpaceX, in May 2002. As of 2021, he remains the company's CEO and also holds the title of Chief Engineer.\n"}
{"text": "SpaceX attempted its first launch of the Falcon 1 rocket in 2006, and although the rocket failed to reach Earth orbit, it was awarded a Commercial Orbital Transportation Services program contract from NASA later that year. After two more failed attempts, which reportedly caused Musk so much stress that he was \"waking from nightmares, screaming and in physical pain,\" SpaceX succeeded in launching the Falcon 1 into orbit in 2008, making it the first private liquid-fuel rocket to do so. Later that year, SpaceX received a $1.6 billion Commercial Resupply Services program contract from NASA for 12 flights of its Falcon 9 rocket and Dragon spacecraft to the International Space Station, replacing the Space Shuttle after its 2011 retirement. In 2012, the Dragon vehicle berthed with the ISS, a first for a private enterprise. Working towards its goal of reusable rockets, in 2015, SpaceX successfully landed the first stage of a Falcon 9. Landings were later achieved on an autonomous spaceport drone ship, an ocean-based recovery platform. In 2018, SpaceX launched the Falcon Heavy; the inaugural mission carried Musk's personal Tesla Roadster as a dummy payload. In 2017, SpaceX unveiled its next-generation launch vehicle and spacecraft system, Big Falcon Rocket, later renamed to Starship, which would support all SpaceX launch service provider capabilities. In 2018, SpaceX announced a planned 2023 lunar circumnavigation mission, a private flight called dearMoon project. In 2020, SpaceX launched its first crewed flight, the Demo-2, becoming the first private company to place a person into orbit and dock a crewed spacecraft with the ISS.\n"}
{"text": "SpaceX began development of the Starlink constellation of low Earth orbit satellites in 2015 to provide satellite Internet access, with the first two prototype satellites launched in February 2018. A second set of test satellites and the first large deployment of a piece of the constellation occurred in May 2019, when the first 60 operational satellites were launched. The total cost of the decade-long project to design, build, and deploy the constellation is estimated by SpaceX to be about $10 billion.[note 3]\n"}
{"text": "The company has attracted criticism from astronomers who say Starlink's satellites are blocking the view of the skies, and from experts arguing that they risk colliding and causing dangers in space. Musk rejected the criticism, stating that the impact of satellites is \"nothing\" and that \"space is just extremely enormous, and satellites are very tiny.\"\n"}
{"text": "Tesla, Inc.—originally Tesla Motors—was incorporated in July 2003 by Martin Eberhard and Marc Tarpenning, who financed the company until the Series A round of funding. Both men played active roles in the company's early development prior to Musk's involvement. Musk led the Series A round of investment in February 2004; he invested $6.5 million, became the majority shareholder, and joined Tesla's board of directors as chairman. Musk took an active role within the company and oversaw Roadster product design but was not deeply involved in day-to-day business operations. Following a series of escalating conflicts in 2007 and the 2008 financial crisis, Eberhard was ousted from the firm. Musk assumed leadership of the company as CEO and product architect in 2008. A 2009 lawsuit settlement with Eberhard designated Musk as a Tesla co-founder, along with Tarpenning and two others. As of 2019, Elon Musk was the longest tenured CEO of any automotive manufacturer globally. In 2021, Musk nominally changed his title to Technoking while retaining his position as CEO.\n"}
{"text": "Tesla first built an electric sports car, the Roadster, in 2008. With sales of about 2,500 vehicles, it was the first serial production all-electric car to use lithium-ion battery cells. Tesla began delivery of its four-door Model S sedan in 2012; a cross-over, the Model X was launched in 2015. A mass market sedan, the Model 3, was released in 2017. As of March 2020[update], it is the world's best-selling electric car, with more than 500,000 units delivered. A fifth vehicle, the Model Y crossover, was launched in 2020. The Cybertruck, an all-electric pickup truck, was unveiled in 2019. Under Musk, Tesla has also constructed multiple lithium-ion battery and electric vehicle subassembly factories, such as Gigafactory 1 in Nevada and Gigafactory 3 in China.\n"}
{"text": "Since its initial public offering in 2010, Tesla stock has risen significantly; it became the most valuable carmaker in summer 2020, and it entered the S&P 500 later that year. In October 2021 it reached a market capitalization of $1 trillion, the sixth company to do so in U.S. history. On November 6, 2021, Musk proposed on Twitter selling 10% of his Tesla stock, since \"much is made lately of unrealized gains being a means of tax avoidance\". After more than 3.5 million Twitter accounts supported the sale, Musk sold $6.9 billion of Tesla stock in the week ending November 12, and a total of $16.4 billion by year end, reaching the 10% target. In February 2022, The Wall Street Journal reported that both Elon and Kimbal Musk were under investigation by the SEC for possible insider trading related to the sale.\n"}
{"text": "In September 2018, Musk was sued by the SEC for a tweet claiming funding had been secured for potentially taking Tesla private.[note 4] The lawsuit claimed that discussions Musk held with foreign investors in July 2018 did not confirm key deal terms and thus characterized the tweet as false, misleading, and damaging to investors, and sought to bar Musk from serving as CEO of publicly traded companies. Musk called the allegations unjustified and claimed he had never compromised his integrity. Two days later, Musk settled with the SEC, without admitting or denying the SEC's allegations. As a result, Musk and Tesla were fined $20 million each, and Musk was forced to step down for three years as Tesla chairman but was able to remain as CEO.\n"}
{"text": "Musk has stated in interviews he does not regret posting the tweet that triggered the SEC investigation. On February 19, 2019, Musk stated in a tweet that Tesla would build half a million cars in 2019. The SEC reacted to Musk's tweet by filing in court, initially asking the court to hold him in contempt for violating the terms of a settlement agreement with such a tweet, which was disputed by Musk. This was eventually settled by a joint agreement between Musk and the SEC clarifying the previous agreement details. The agreement included a list of topics that Musk would need preclearance before tweeting about. In May 2020, a judge prevented a lawsuit from proceeding that claimed a tweet by Musk regarding Tesla stock price (\"too high imo\") violated the agreement. FOIA released records showing that the SEC itself concluded  Musk has subsequently violated the agreement twice by tweeting regarding \"Tesla's solar roof production volumes and its stock price\".\n"}
{"text": "Musk provided the initial concept and financial capital for SolarCity, which his cousins Lyndon and Peter Rive co-founded in 2006. By 2013, SolarCity was the second largest provider of solar power systems in the United States. In 2014, Musk promoted the idea of SolarCity building an advanced production facility in Buffalo, New York, triple the size of the largest solar plant in the United States. Construction on the factory started in 2014 and was completed in 2017. It operated as a joint venture with Panasonic until early 2020 when Panasonic departed.\n"}
{"text": "Tesla acquired SolarCity for over $2 billion in 2016 and merged it with its battery energy storage products division to create Tesla Energy. The announcement of the deal resulted in a more than 10% drop in Tesla's stock price. At the time, SolarCity was facing liquidity issues; however, Tesla shareholders were not informed. Consequently, multiple shareholder groups filed a lawsuit against Musk and Tesla's directors, claiming that the purchase of SolarCity was done solely to benefit Musk and came at the expense of Tesla and its shareholders. During a June 2019 court deposition, Musk acknowledged that the company reallocated every possible employee from the solar division to work on the Model 3, and, according to Musk, \"as a result, solar suffered.\" This had not previously been disclosed to shareholders. Court documents unsealed in 2019 have confirmed that Musk was also aware of the company's liquidity issues. Tesla directors settled the lawsuit in January 2020, leaving Musk the sole remaining defendant.\n"}
{"text": "In 2016, Musk co-founded Neuralink, a neurotechnology startup company to integrate the human brain with artificial intelligence (AI) by creating devices that are embedded in the human brain to facilitate its merging with machines. The devices will also reconcile with the latest improvements in artificial intelligence to stay updated. Such improvements could enhance memory or allow the devices to communicate with software more effectively.\n"}
{"text": "At a live demonstration in August 2020, Musk described one of their early devices as \"a Fitbit in your skull\" that could soon cure paralysis, deafness, blindness, and other disabilities. Many neuroscientists and publications criticized these claims; MIT Technology Review described them as \"highly speculative\" and \"neuroscience theater\".\n"}
{"text": "In 2016, Musk founded The Boring Company to construct tunnels. In early 2017, the company began discussions with regulatory bodies and initiated construction of a 30-foot (9.1 m) wide, 50-foot (15 m) long, and 15-foot (4.6 m) deep \"test trench\" on the premises of SpaceX's offices as it required no permits. A tunnel beneath the Las Vegas Convention Center was completed in early 2021. Local officials have approved further expansions of the tunnel system.\n"}
{"text": "As a merchandising and publicity stunt, The Boring Company sold 2,000 novelty flamethrowers in 2018. The idea was allegedly inspired by the Mel Brooks-directed film Spaceballs (1987).\n"}
{"text": "Musk's managerial style and treatment of his employees have been heavily criticized. One person who worked closely with Musk said he exhibits \"a high level of degenerate behavior\" such as paranoia and bullying. Another described him as exhibiting \"total and complete pathological sociopathy\". Business Insider reported that Tesla employees were told not to walk past Musk's desk because of his \"wild firing rampages\". The Wall Street Journal reported that, after Musk insisted on branding his vehicles as \"self-driving\", he faced criticism from his engineers, some of whom resigned in response, with one stating that Musk's \"reckless decision making... ha[d] potentially put customer lives at risk\". The 2021 book Power Play contains multiple anecdotes of Musk berating employees.\n"}
{"text": "In 2013, Musk announced plans for a version of a vactrain (or vacuum tube train), assigning a dozen engineers from Tesla and SpaceX to establish the conceptual foundations and create initial designs. On August 12, 2013, Musk unveiled the concept, which he dubbed the Hyperloop. The alpha design for the system was published in a whitepaper posted to the Tesla and SpaceX blogs. The document scoped out the technology and outlined a notional route where such a transport system could be built between the Greater Los Angeles Area and the San Francisco Bay Area at an estimated total cost of $6 billion. The proposal, if technologically feasible at the costs he has cited, would make Hyperloop travel cheaper than any other mode of transport for such long distances.\n"}
{"text": "In June 2015, Musk announced a design competition for students and others to build Hyperloop pods to operate on a SpaceX-sponsored mile-long track in a 2015–2017 Hyperloop pod competition. The track was used in January 2017, and Musk also announced that the company started a tunnel project with Hawthorne airport as its destination. In July 2017, Musk claimed that he had received \"verbal government approval\" to build a hyperloop from New York City to Washington, D.C., stopping in both Philadelphia and Baltimore. Mention of the project for the DC to Baltimore part were removed from the Boring Company website later in 2021.\n"}
{"text": "In December 2015, Musk announced the creation of OpenAI, a not-for-profit artificial intelligence (AI) research company aiming to develop artificial general intelligence intended to be safe and beneficial to humanity. A particular focus of the company is to \"counteract large corporations [and governments] who may gain too much power by owning super-intelligence systems\". In 2018, Musk left the OpenAI board to avoid possible future conflicts with his role as CEO of Tesla as the company increasingly became involved in AI through Tesla Autopilot.\n"}
{"text": "In July 2018, Musk arranged for his employees to build a small rescue pod to assist the rescue of children stuck in a flooded cavern in Thailand. Richard Stanton, leader of the international rescue diving team, urged Musk on in construction of the mini-submarine as a back-up, in case flooding worsened. Named \"Wild Boar\" after the children's soccer team, its design was a five-foot (1.5 m)-long, 12-inch (30 cm)-wide sealed tube weighing about 90 pounds (41 kg) propelled manually by divers in the front and back with segmented compartments to place diver weights to adjust buoyancy, intended to solve the problem of safely extracting the children. Engineers at SpaceX and The Boring Company built the mini-submarine out of a Falcon 9 liquid oxygen transfer tube in eight hours and personally delivered it to Thailand. By this time, however, eight of the 12 children had already been rescued using full face masks and oxygen under anesthesia; consequently Thai authorities declined to use the submarine. Elon Musk was later one of the 187 people who received various honors conferred by the King of Thailand in March 2019 for involvement in the rescue effort, e.g. the Order of the Direkgunabhorn.\n"}
{"text": "Vernon Unsworth, a British recreational caver who had been exploring the cave for the previous six years and played a key advisory role in the rescue, criticized the submarine on CNN as amounting to nothing more than a public relations effort with no chance of success, and that Musk \"had no conception of what the cave passage was like\" and \"can stick his submarine where it hurts\". Musk asserted on Twitter that the device would have worked and referred to Unsworth as \"pedo guy\". He subsequently deleted the tweets, along with an earlier tweet in which he told another critic of the device, \"Stay tuned jackass.\" On July 16, Unsworth stated that he was considering legal action.\n"}
{"text": "Two days later, Musk issued an apology for his remarks. Then, on August 28, 2018, in response to criticism from a writer on Twitter, Musk tweeted, \"You don't think it's strange he hasn't sued me?\" The following day, a letter dated August 6 from L. Lin Wood, the rescuer's attorney, emerged, showing that he had been making preparations for a libel lawsuit.\n"}
{"text": "Around this time, James Howard-Higgins emailed Musk claiming to be a private investigator and with an offer to \"dig deep\" into Unsworth's past, which Musk accepted; Higgins was later revealed to be a convicted felon with multiple counts of fraud. On August 30, using details produced during the alleged investigation, Musk sent a BuzzFeed News reporter who had written about the controversy an email prefaced with \"off the record\", telling the reporter to \"stop defending child rapists, you fucking asshole\" and claiming that Unsworth is a \"single white guy from England who's been traveling to or living in Thailand for 30 to 40 years... until moving to Chiang Rai for a child bride who was about 12 years old at the time.\" On September 5, the reporter tweeted a screenshot of the email, saying that \"Off the record is a two-party agreement,\" which he \"did not agree to.\"\n"}
{"text": "In September, Unsworth filed a defamation suit in Los Angeles federal court. In his defense, Musk argued that in slang usage \"'pedo guy' was a common insult used in South Africa when I was growing up... synonymous with 'creepy old man' and is used to insult a person's appearance and demeanor.\" The defamation case began in December 2019, with Unsworth seeking $190 million in damages. During the trial Musk apologized to Unsworth again for the tweet. On December 6, the jury found in favor of Musk and ruled he was not liable.\n"}
{"text": "On September 6, 2018, Musk appeared on The Joe Rogan Experience podcast and discussed various topics for over two hours. During the interview, Musk sampled a single puff from a cigar consisting, Joe Rogan claimed, of tobacco laced with cannabis.\n"}
{"text": "Tesla stock dropped after the incident, which coincided with the confirmation of the departure of Tesla's vice president of worldwide finance earlier that day. Fortune wondered if the cannabis use could have ramifications for SpaceX contracts with the United States Air Force, though an Air Force spokesperson told The Verge that there was no investigation and that the Air Force was still processing the situation. In a 60 Minutes interview, Musk said of the incident: \"I do not smoke pot. As anybody who watched that podcast could tell, I have no idea how to smoke pot.\"\n"}
{"text": "On March 30, 2019, Musk released a rap track, \"RIP Harambe\", on SoundCloud as Emo G Records. The track, which is an allusion to the killing of Harambe, a gorilla in a Cincinnati zoo, and the subsequent \"tasteless\" Internet sensationalism surrounding the event, was performed by Yung Jake, written by Yung Jake and Caroline Polachek, and produced by BloodPop. On January 30, 2020, Musk released an EDM track, \"Don't Doubt Ur Vibe\", featuring his own lyrics and vocals. While The Guardian critic Alexi Petridis described it as \"indistinguishable... from umpteen competent but unthrilling bits of bedroom electronica posted elsewhere on Soundcloud\", TechCrunch said it was \"not a bad representation of the genre\".\n"}
{"text": "Musk is president of the Musk Foundation, which states its purpose is to provide solar-power energy systems in disaster areas as well as to support research and development, advocacy, and educational goals. Since 2002, the foundation has made over 350 contributions. Around half were to scientific research or education nonprofits. Notable beneficiaries include the Wikimedia Foundation, his alma mater the University of Pennsylvania, and Kimbal's Big Green. Vox described the foundation as \"almost entertaining in its simplicity and yet is strikingly opaque\", noting that its website was only 33 words in plain-text. The foundation has been criticized for the relatively small amount of wealth donated. From 2002 to 2018, it gave out $25 million directly to non-profits, nearly half of which went to Musk's OpenAI, which was at the time a non-profit organization. In 2012, Musk took the Giving Pledge, thereby committing to give the majority of his wealth to charitable causes either during his lifetimes or in his will. In 2020, Forbes still gave Musk a philanthropy score of 1, because he had given away less than 1% of his net worth.\n"}
{"text": "Musk has endowed prizes at the X Prize Foundation, including $15 million to encourage innovation in addressing illiteracy and $100 million to reward improved carbon capture technology. In November 2021, Musk donated $5.7 billion of Tesla's shares to charity.\n"}
{"text": "Musk made $165 million when PayPal was sold to eBay in 2002. He was first listed on the Forbes Billionaires List in 2012, with a net worth of $2 billion.\n"}
{"text": "At the start of 2020, Musk had a net worth of $27 billion. By the year's end his net worth had increased by $150 billion, largely driven by his ownership of around 20% of Tesla stock. During this, Musk's net worth was often volatile. For example, it dropped $16.3 billion in September, the largest single-day plunge in the history of the Bloomberg Billionaires Index. In November of that year, Musk passed Facebook co-founder Mark Zuckerberg to become the third-richest person in the world; a week later he passed Microsoft co-founder Bill Gates to become the second-richest. In January 2021, Musk, with a net worth of $185 billion, surpassed Amazon founder Jeff Bezos to become the richest person in the world. Bezos reclaimed the top spot the following month. On September 27, 2021, Forbes announced that Musk had a net worth of over $200 billion, and was the richest person in the world, after Tesla stock surged. In November 2021, Musk became the first person with a net worth over $300 billion.\n"}
{"text": "Around three-quarters of Musk's wealth derives from Tesla. Musk does not receive a salary from Tesla; he agreed in 2018 to a compensation plan with the board that ties his personal earnings to Tesla's valuation and revenue. The deal stipulated that Musk only receives the compensation if Tesla reaches certain market values. It was the largest such deal ever done between a CEO and board. In the first award, given in May 2020, he was eligible to purchase 1.69 million TSLA shares (about 1% of the company) at below-market prices, which was worth about $800 million.\n"}
{"text": "Musk paid $455 million in taxes on $1.52 billion of income between 2014 and 2018. According to ProPublica, Musk paid no federal income taxes in 2018. His 2021 tax bill was estimated at $12 billion based on his sale of $14 billion worth of Tesla stock.\n"}
{"text": "Musk has repeatedly described himself as \"cash poor\", and has \"professed to have little interest in the material trappings of wealth\". In 2012, Musk signed The Giving Pledge and, in May 2020, pledged to \"sell almost all physical possessions\". In 2021, Musk defended his wealth by saying he is \"accumulating resources to help make life multiplanetary [and] extend the light of consciousness to the stars\". In the early 2000s, Musk was[clarification needed] a private pilot, his favorite aircraft then being the L-39 Albatros, though he decided to stop piloting by 2008. He uses a private jet owned by SpaceX and acquired a second jet in August 2020. The jet's heavy use of fossil fuels—it flew over 150,000 miles in 2018—has received criticism.\n"}
{"text": "In 2015, Musk stated he was a \"significant (though not top-tier) donor to Democrats\" but that he also gives heavily to Republicans. Musk said that political contributions are a requirement to have a voice in the United States government. Musk criticized Donald Trump for his stance on climate change and after joining Trump's two business advisory councils, Musk resigned from both in June 2017 in protest against Trump's decision to withdraw the United States from the Paris Agreement. In the 2020 Democratic presidential primaries, Musk endorsed candidate Andrew Yang and expressed support for his proposed universal basic income; he endorsed Kanye West's independent campaign in the general election. Musk has stated that he thinks a theoretical government on Mars should be direct democracy. In September 2021, following the adoption of Texas' strict abortion restrictions, Texas Governor Greg Abbott stated that Musk and SpaceX supported Texas' \"social policies\". In response, Musk stated, \"In general, I believe government should rarely impose its will upon the people, and, when doing so, should aspire to maximize their cumulative happiness. That said, I would prefer to stay out of politics.\" Regarding Democratic proposals for increased taxes on billionaires, Musk's responses have included critical policy remarks and lashing out at proponents such as Senator Ron Wyden.\n"}
{"text": "In July 2020, Musk tweeted \"Pronouns suck\" to significant backlash on Twitter, including from his partner Grimes. The tweet has been perceived by some as transphobic and an attack on non-binary identities. In a series of December 2020 tweets, Musk again mocked the use of pronouns. The Human Rights Campaign, which had previously given Tesla the number one ranking on its Corporate Equality Index, criticized his tweets and called for an apology.\n"}
{"text": "Musk has stated that he does not believe the U.S. government should provide subsidies to companies; instead they should use a carbon tax to discourage poor behavior. Musk says that the free market would achieve the best solution, and that producing environmentally unfriendly vehicles should come with its own consequences. His stance has been called hypocritical as his businesses have received billions of dollars in subsidies. In addition, Tesla made large sums from government-initiated systems of zero emissions credits offered in California and the United States federal level, which enabled improved initial consumer adoption of Tesla vehicles, as the tax credits given by governments enabled Tesla's battery electric vehicles to be price-competitive, in relative comparison with existing lower-priced internal combustion engine vehicles. Notably, Tesla generates a sizeable portion of its revenue from its sales of carbon credits granted to the company, by both the European Union Emissions Trading System and the Chinese national carbon trading scheme.\n"}
{"text": "Musk, a longtime opponent of short-selling, has repeatedly criticized the practice and argued it should be illegal. Musk's opposition to short-selling has been speculated to stem from how short-sellers often organize and publish opposition research about the companies that they believe are currently overvalued. In early 2021, he encouraged the GameStop short squeeze. Musk has also regularly promoted cryptocurrencies, stating that he supports them over traditional government-issued fiat currencies. Given the volatile effects that his tweets about them have, his statements around cryptocurrencies have been viewed as market manipulations by critics such as Nouriel Roubini.\n"}
{"text": "In November 2021, Musk was criticized after mocking U.S. Senator Bernie Sanders on Twitter. Sanders posted a message on Twitter saying \"We must demand that the extremely wealthy pay their fair share. Period.\" Musk then replied: \"I keep forgetting that you're still alive.\"\n"}
{"text": "Musk has voiced concerns about human population decline, saying that \"Mars has zero human population. We need a lot of people to become a multiplanet civilization.\" Speaking at The Wall Street Journal's CEO Council session in December 2021, Musk stated that declining birth rates and population is one of the biggest risks to human civilization.\n"}
{"text": "In a December 2021 interview with Christian conservative satirical website The Babylon Bee, Musk lamented that it was \"increasingly difficult to get things done\" in California. Musk had sold enough to reach his goal of selling 10% of his shares in Tesla (then the world's most valuable car company), partially to pay taxes, and relocated his personal and Tesla's tax residence from California to Texas in order to avoid state income tax. Musk said that \"California used to be the land of opportunity and now it is ... becoming moreso the land of sort of overregulation, overlitigation, overtaxation.\" In the same interview, he stated, \"At its heart wokeness is divisive, exclusionary, and hateful. It basically gives mean people ... a shield to be mean and cruel, armored in false virtue.\"\n"}
{"text": "Based on current trends, probably close to zero new cases in US too by end of April\n"}
{"text": "March 19, 2020\n"}
{"text": "Musk was criticized for his public comments and conduct related to the COVID-19 pandemic. He spread misinformation about the virus, including promoting chloroquine and assuming that death statistics were manipulated. At the start of the pandemic, he claimed that children \"are essentially immune\" to the SARS-CoV-2 coronavirus. Twitter determined that, given the \"overall context and conclusion of the Tweet\", it did not break their rules on COVID-19 commentary; the decision was described as \"irresponsible\" by The Verge.\n"}
{"text": "Musk also called \"the coronavirus panic...dumb\". Musk repeatedly criticized lockdowns and violated local orders by re-opening the Tesla Fremont factory. In March 2020, commenting on a New York Times report that China had reported no new cases of domestic spread of the novel coronavirus, Musk predicted that there would be \"probably close to zero new cases in US by the end of April\". Politico later labeled this statement one of \"the most audacious, confident and spectacularly incorrect prognostications [of 2020]\". In November 2020, the phrase \"Space Karen\" trended on Twitter in connection with Musk after he tweeted misinformation about the effectiveness of COVID-19 testing.\n"}
{"text": "Also in March 2020, Musk offered to donate ventilators which Tesla would build or buy from a third party. Multiple hospitals noted that the devices eventually donated were BiPAP and CPAP machines, not the much more expensive and sought-after invasive mechanical ventilator (IMV) machines, but the devices could still be used to free up ventilators for the sickest patients. Invasive ventilators can cost up to $50,000 whereas CPAP machines can be purchased for around $500.\n"}
{"text": "In 2021, findings of an antibody-testing program that SpaceX worked with doctors and academic researchers to create were published in Nature Communications with Musk listed as a co-author.\n"}
{"text": "Musk has frequently spoken about the potential dangers of artificial intelligence (AI), repeatedly calling it the greatest threat to humanity. Musk's opinions about AI have provoked controversy. Consequently, according to CNBC, Musk is \"not always looked upon favorably\" by the AI research community. Musk and Mark Zuckerberg have clashed on the issue, with Zuckerberg calling his warnings \"pretty irresponsible\". Musk's claims that humans live in a computer simulation have also been criticized.\n"}
{"text": "In December 2021, when prompted for his opinion about the virtual reality (VR) driven metaverse, Musk said that he was \"unable to see a compelling metaverse situation\" and further remarked that \"I think we're far from disappearing into the metaverse. This sounds just kind of buzzword-y.\"\n"}
{"text": "\"Sure you can put a TV on your nose. I'm not sure that makes you 'in the metaverse'.\" \"I don't see someone strapping a frigging screen to their face all day and not wanting to ever leave. That seems — no way.\""}
{"text": "Despite his companies' dealing in various areas of transportation, Musk has criticized public transportation, a stance that has been called elitist, as public modes of transportation provide service for all persons, while cars can be used only by those who own or rent and can drive them.\n"}
{"text": "In December 2017, in response to an audience question about his take on public transit and urban sprawl, at a Tesla event on the sidelines of the Neural Information Processing Systems Conference in Long Beach, California, Musk remarked:\n"}
{"text": "\"There is this premise that good things must be somehow painful. I think public transport is painful. It sucks. Why do you want to get on something with a lot of other people, that doesn't leave where you want it to leave, doesn't start where you want it to start, doesn't end where you want it to end? And it doesn't go all the time.\"\n"}
{"text": "\"It's a pain in the ass, that's why everyone doesn't like it. And there's like a bunch of random strangers, one of who might be a serial killer, OK, great. And so that's why people like individualized transport, that goes where you want, when you want.\"\n"}
{"text": "\nWhen the audience member responded that public transportation seemed to work in Japan, Musk shot back, \"What, where they cram people in the subway? That doesn't sound great.\""}
{"text": "His comments have sparked widespread criticism from both transportation and urban planning experts, which have pointed out that public transportation in dense urban areas is more economical, more energy efficient and requires much less space than private cars.\n"}
{"text": "Musk met his first wife, Canadian author Justine Wilson, while attending Queen's University, and they married in 2000. He contracted malaria in 2000 while on vacation in South Africa, and almost died. In 2002, their first child, son Nevada Alexander Musk, died of sudden infant death syndrome (SIDS) at the age of 10 weeks. After his death, the couple decided to use IVF to continue their family. Twins Xavier and Griffin were born in April 2004, followed by triplets Kai, Saxon, and Damian in 2006. The couple divorced in 2008 and share custody of their five sons.\n"}
{"text": "In 2008, Musk began dating English actress Talulah Riley, and in 2010, the couple married at Dornoch Cathedral in Scotland. In 2012, he announced a divorce from Riley. In 2013, Musk and Riley remarried. In December 2014, he filed for a second divorce from Riley; however, the action was withdrawn. A second divorce was finalized in 2016. Musk then dated Amber Heard for several months in 2017; he had reportedly been pursuing her since 2012. Musk was later accused by Johnny Depp of having an affair with Heard while she was still married to Depp. Musk and Heard both denied the affair.\n"}
{"text": "In May 2018, Musk and Canadian musician Grimes revealed that they were dating. Grimes gave birth to their son in May 2020. According to Musk and Grimes, his name was \"X Æ A-12\"; however, the name would have violated California regulations as it contained characters that are not in the modern English alphabet, and was then changed to \"X Æ A-Xii\". This drew more confusion, as Æ is not a letter in the modern English alphabet. The child was eventually named \"X AE A-XII\" Musk, with \"X\" as a first name, \"AE A-XII\" as a middle name, and \"Musk\" as surname. Musk confirmed reports that the couple are \"semi-separated\" in September 2021; in an interview with Time in December 2021, he said he was single. In March 2022, Grimes said of her relationship with Musk: \"I would probably refer to him as my boyfriend, but we're very fluid.\" She further revealed that their first daughter Exa Dark Sideræl Musk, nicknamed Y, was born in December 2021 via surrogate.\n"}
{"text": "From the early 2000s until late 2020, Musk resided in California where both Tesla and SpaceX were founded and where their headquarters are still located. In 2020, he moved to Texas, stating that California had become \"complacent\" with its economic success.\n"}
{"text": "During his hosting of Saturday Night Live in May 2021, Musk stated that he has Asperger syndrome.\n"}
{"text": "Musk has had multiple cameos and appearances in films such as Iron Man 2 (2010), Why Him? (2016), and Men in Black: International (2019). Television series on which he has appeared include The Simpsons (\"The Musk Who Fell to Earth\", 2015), The Big Bang Theory (\"The Platonic Permutation\", 2015), South Park (\"Members Only\", 2016), Rick and Morty (\"One Crew over the Crewcoo's Morty\", 2019), and Saturday Night Live (2021). He has contributed interviews to the documentaries Racing Extinction (2015) and the Werner Herzog-directed Lo and Behold (2016).\n"}
{"text": "In China, Elon Musk has become a \"trademark phenomenon\" according to SCMP, with over 270 different companies having registered trademarks using his English name or Chinese transliteration, for a multitude of products including printing, restaurants, textiles, and design.\n"}
{"text": "Musk was elected a fellow of the Royal Society (FRS) in 2018.  In 2015, he received an honorary doctorate in engineering and technology at Yale, and IEEE Honorary Membership. Awards for his contributions to the development of the Falcon rockets include the American Institute of Aeronautics and Astronautics George Low Transportation Award in 2008, the Fédération Aéronautique Internationale Gold Space Medal in 2010, and the Royal Aeronautical Society Gold Medal in 2012. He was listed among Time magazine's 100 Most Influential People in 2010, 2013, 2018, and 2021. In 2021, Musk was selected as Time's \"Person of the Year\". Time editor-in-chief Edward Felsenthal wrote that \"Person of the Year is a marker of influence, and few individuals have had more influence than Musk on life on Earth, and potentially life off Earth too\".\n"}