{"text": "\n\n\n\n"}
{"text": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. Her discography spans multiple genres, and her narrative songwriting, which is often inspired by her personal life, has received widespread media coverage and critical praise. Born in West Reading, Pennsylvania, Swift relocated to Nashville, Tennessee, at the age of 14 to pursue a career in country music. She signed a songwriting deal with Sony/ATV Music Publishing in 2004 and a recording deal with Big Machine Records in 2005, before releasing her eponymous debut studio album in 2006. \n"}
{"text": "Swift explored country pop on the albums Fearless (2008) and Speak Now (2010); the success of \"Love Story\" and \"You Belong with Me\" as singles on both country and pop radio established her as a leading crossover artist. She experimented with pop, rock, and electronic genres on her fourth studio album, Red (2012), supported by the singles \"We Are Never Ever Getting Back Together\" and \"I Knew You Were Trouble\". With her synth-pop fifth studio album 1989 (2014) and its chart-topping songs \"Shake It Off\", \"Blank Space\", and \"Bad Blood\", Swift shed her country image and transitioned to pop completely. The subsequent media scrutiny on Swift's personal life influenced her sixth album Reputation (2017), which delved into urban sounds, led by the single \"Look What You Made Me Do\".\n"}
{"text": "Parting ways with Big Machine to sign with Republic Records in 2018, Swift released her next studio album, Lover (2019). Inspired by escapism during the COVID-19 pandemic, Swift ventured into indie folk and alternative rock styles on her 2020 studio albums, Folklore and Evermore, receiving acclaim for their nuanced storytelling. To gain ownership over the masters of her back catalog, she released the re-recordings Fearless (Taylor's Version) and Red (Taylor's Version) in 2021. Besides music, Swift has played supporting roles in films such as Valentine's Day (2010) and Cats (2019), has released the autobiographical documentary Miss Americana (2020), and directed the musical films Folklore: The Long Pond Studio Sessions (2020) and All Too Well: The Short Film (2021).\n"}
{"text": "Having sold over 200 million records worldwide, Swift is one of the best-selling musicians of all time. Eight of her songs have reached number one on the Billboard Hot 100, and her concert tours are some of the highest-grossing in history. She has received 11 Grammy Awards (including three Album of the Year wins), an Emmy Award, 34 American Music Awards (the most for an artist), 25 Billboard Music Awards (the most by a woman) and 56 Guinness World Records, among other accolades. She featured on Rolling Stone's 100 Greatest Songwriters of All Time (2015) and Billboard's Greatest of All Time Artists (2019) lists and rankings such as the Time 100 and Forbes Celebrity 100. Named Woman of the 2010s Decade by Billboard and Artist of the 2010s Decade by the American Music Awards, Swift has been recognized for her influential career and philanthropy, as well as advocacy of artists' rights and women's empowerment in the music industry.\n"}
{"text": "Taylor Alison Swift was born on December 13, 1989, at the Reading Hospital in West Reading, Pennsylvania. Her father, Scott Kingsley Swift, is a former stockbroker for Merrill Lynch; her mother, Andrea Gardner Swift (née Finlay), is a former homemaker who previously worked as a mutual fund marketing executive. Her younger brother, Austin, is an actor. She was named after singer-songwriter James Taylor, and has Scottish and German heritage. Her maternal grandmother, Marjorie Finlay, was an opera singer. Swift's paternal great-great-grandfather was an Italian immigrant entrepreneur and community leader who opened several businesses in Philadelphia in the 1800s. Swift spent her early years on a Christmas tree farm that her father purchased from one of his clients. Swift identifies as a Christian. She attended preschool and kindergarten at the Alvernia Montessori School, run by the Bernadine Franciscan sisters, before transferring to The Wyndcroft School. The family moved to a rented house in the suburban town of Wyomissing, Pennsylvania, where she attended Wyomissing Area Junior/Senior High School.\n"}
{"text": "At age nine, Swift became interested in musical theater and performed in four Berks Youth Theatre Academy productions. She also traveled regularly to New York City for vocal and acting lessons. Swift later shifted her focus toward country music, inspired by Shania Twain's songs, which made her \"want to just run around the block four times and daydream about everything.\" She spent weekends performing at local festivals and events. After watching a documentary about Faith Hill, Swift felt sure she needed to move to Nashville, Tennessee, to pursue a career in music. She traveled with her mother at age eleven to visit Nashville record labels and submitted demo tapes of Dolly Parton and The Chicks karaoke covers. She was rejected, however, because \"everyone in that town wanted to do what I wanted to do. So, I kept thinking to myself, I need to figure out a way to be different.\"\n"}
{"text": "When Swift was around 12 years old, computer repairman and local musician Ronnie Cremer taught her to play guitar. He helped with her first efforts as a songwriter, leading her to write \"Lucky You\". In 2003, Swift and her parents started working with New York-based talent manager Dan Dymtrow. With his help, Swift modeled for Abercrombie & Fitch as part of their \"Rising Stars\" campaign, had an original song included on a Maybelline compilation CD, and attended meetings with major record labels. After performing original songs at an RCA Records showcase, Swift, then 13 years old, was given an artist development deal and began making frequent trips to Nashville with her mother.\n"}
{"text": "To help Swift break into country music, her father transferred to Merrill Lynch's Nashville office when she was 14 years old, and the family relocated to Hendersonville, Tennessee. Swift initially attended Hendersonville High School before transferring to the Aaron Academy after two years, which could better accommodate her touring schedule through homeschooling. She graduated one year early.\n"}
{"text": "In Nashville, Swift worked with experienced Music Row songwriters such as Troy Verges, Brett Beavers, Brett James, Mac McAnally, and the Warren Brothers and formed a lasting working relationship with Liz Rose. They began meeting for two-hour writing sessions every Tuesday afternoon after school. Rose thought the sessions were \"some of the easiest I've ever done. Basically, I was just her editor. She'd write about what happened in school that day. She had such a clear vision of what she was trying to say. And she'd come in with the most incredible hooks.\" Swift became the youngest artist signed by the Sony/ATV Tree publishing house, but left the Sony-owned RCA Records at the age of 14, citing the label's lack of care and them \"cut[ting] other people’s stuff\" as reasons; she was also concerned that development deals may shelve artists. She recalled: \"I genuinely felt that I was running out of time. I wanted to capture these years of my life on an album while they still represented what I was going through.\"\n"}
{"text": "At an industry showcase at Nashville's Bluebird Cafe in 2005, Swift caught the attention of Scott Borchetta, a DreamWorks Records executive who was preparing to form an independent record label, Big Machine Records. She had first met Borchetta in 2004. Becoming one of the first signings Big Machine, she wanted \"the kind of attention that a little [new] label will give,\" and her father purchased a three-percent stake in the company for an estimated $120,000. She began working on her eponymous debut album shortly after. Swift persuaded Big Machine to hire her demo producer Nathan Chapman, with whom she felt she had the right \"chemistry\". She wrote three of the album's songs alone, and co-wrote the remaining eight with Rose, Robert Ellis Orrall, Brian Maher, and Angelo Petraglia. Taylor Swift was released on October 24, 2006. Jon Caramanica of The New York Times described it as \"a small masterpiece of pop-minded country, both wide-eyed and cynical, held together by Ms. Swift's firm, pleading voice.\" Taylor Swift peaked at number five on the U.S. Billboard 200, where it spent 157 weeks—the longest stay on the chart by any release in the U.S. in the 2000s decade.\n"}
{"text": "Big Machine Records was still in its infancy during the June 2006 release of the lead single, \"Tim McGraw\"; Swift and her mother helped \"stuff the CD singles into envelopes to send to radio.\" As there were not enough furniture at the label yet, they would sit on the floor to do so. She spent much of 2006 promoting Taylor Swift with a radio tour, television appearances, and opening for Rascal Flatts on select dates during their 2006 tour after they fired their previous opening act, Eric Church, for playing longer than his allotted time. Borchetta said that although record industry peers initially disapproved of his signing a 15-year-old singer-songwriter, Swift tapped into a previously unknown market—teenage girls who listen to country music. Following \"Tim McGraw\", four more singles were released throughout 2007 and 2008: \"Teardrops on My Guitar\", \"Our Song\", \"Picture to Burn\" and \"Should've Said No\". All appeared on Billboard's Hot Country Songs, with \"Our Song\", and \"Should've Said No\" reaching number one. With \"Our Song\", Swift became the youngest person to single-handedly write and sing a number-one song on the chart. \"Teardrops on My Guitar\" reached number thirteen on the U.S. Billboard Hot 100. Swift also released two EPs, The Taylor Swift Holiday Collection in October 2007 and Beautiful Eyes in July 2008. She promoted her debut album extensively as the opening act for other country musicians' tours throughout 2006 and 2007, including George Strait, Brad Paisley, and Tim McGraw and Faith Hill.\n"}
{"text": "Swift won multiple accolades for Taylor Swift. She was one of the recipients of the Nashville Songwriters Association's Songwriter/Artist of the Year in 2007, becoming the youngest person to be honored with the title. She also won the Country Music Association's Horizon Award for Best New Artist, the Academy of Country Music Awards' Top New Female Vocalist, and the American Music Awards' Favorite Country Female Artist honor. She was also nominated for Best New Artist at the 50th Annual Grammy Awards. She opened for the Rascal Flatts on their 2008 summer and fall tour. In July of that year, Swift began a romance with singer Joe Jonas that ended three months later.\n"}
{"text": "Swift's second studio album, Fearless, was released on November 11, 2008. Five singles were released in 2008 through 2009: \"Love Story\", \"White Horse\", \"You Belong with Me\", \"Fifteen\", and \"Fearless\". \"Love Story\", the lead single, peaked at number four on the Billboard Hot 100 and number one in Australia. \"You Belong with Me\" was the album's highest-charting single on the Billboard Hot 100, peaking at number two. All five singles were Billboard Hot Country Songs top-10 entries, with \"Love Story\" and \"You Belong with Me\" peaking at number one. Fearless debuted at number one on the Billboard 200 and was the top-selling album of 2009 in the U.S. The Fearless Tour, Swift's first headlining concert tour, grossed over $63 million. Journey to Fearless, a three-part documentary miniseries, aired on television and was later released on DVD and Blu-ray. Swift also performed as a supporting act for Keith Urban's Escape Together World Tour in 2009.\n"}
{"text": "In 2009, the music video for \"You Belong with Me\" was named Best Female Video at the MTV Video Music Awards. Her acceptance speech was interrupted by rapper Kanye West, an incident that became the subject of controversy, widespread media attention, and many Internet memes. James Montgomery of MTV argued that the incident and subsequent media attention turned Swift into \"a bona-fide mainstream celebrity\". That year she won five American Music Awards, including Artist of the Year and Favorite Country Album. Billboard named her 2009's Artist of the Year. The album ranked number 99 on NPR's 2017 list of the 150 Greatest Albums Made By Women. She won Video of the Year and Female Video of the Year for \"Love Story\" at the 2009 CMT Music Awards, where she made a parody video of the song with rapper T-Pain called \"Thug Story\". At the 52nd Annual Grammy Awards, Fearless was named Album of the Year and Best Country Album, and \"White Horse\" won Best Country Song and Best Female Country Vocal Performance. Swift was the youngest artist to win Album of the Year.[note 1] At the 2009 Country Music Association Awards, Swift won Album of the Year for Fearless and was named Entertainer of the Year, the youngest person to win the honor.\n"}
{"text": "Swift featured on John Mayer's single \"Half of My Heart\" and Boys Like Girls' single \"Two Is Better Than One\", both of which she co-wrote. She co-wrote and recorded \"Best Days of Your Life\" with Kellie Pickler, and co-wrote two songs for the Hannah Montana: The Movie soundtrack—\"You'll Always Find Your Way Back Home\" and \"Crazier\". She contributed two songs to the Valentine's Day soundtrack, including the single \"Today Was a Fairytale\", which was her first number one on the Canadian Hot 100, and peaked at number two on the Billboard Hot 100. While filming her cinematic debut Valentine's Day in October 2009, Swift began a romantic relationship with co-star Taylor Lautner; they broke up later that year. Swift's role of the ditzy girlfriend of Lautner's character received mixed reviews. In 2009, she made her television acting debut as a rebellious teenager in an CSI: Crime Scene Investigation episode. She also hosted and performed as the musical guest on an episode of Saturday Night Live; she was the first host to write her own opening monologue.\n"}
{"text": "In August 2010, Swift released \"Mine\", the lead single from her third studio album, Speak Now. It entered the U.S. Billboard Hot 100 at number three. Swift wrote the album alone and co-produced every track. Speak Now, released on October 25, 2010, debuted atop the Billboard 200 with first-week sales of one million copies. It became the fastest-selling digital album by a female artist, with 278,000 downloads in a week, earning Swift an entry in the 2010 Guinness World Records. The songs \"Mine\", \"Back to December\", \"Mean\", \"The Story of Us\", \"Sparks Fly\", and \"Ours\" were released as singles. All except \"The Story of Us\" were Hot Country Songs top-three entries, with \"Sparks Fly\" and \"Ours\" reaching number one. \"Back to December\" and \"Mean\" peaked in the top ten in Canada. Later in 2010, she briefly dated actor Jake Gyllenhaal.\n"}
{"text": "During her tour dates for 2011, she wrote the lyrics of various songs written by other people on her left arm. At the 54th Annual Grammy Awards in 2012, Swift won Best Country Song and Best Country Solo Performance for \"Mean\", which she performed during the ceremony. Media publications noted the performance as an improvement from her much criticized 2010 Grammy performance, which served as a testament to her abilities as a musician. Swift won other awards for Speak Now, including Songwriter/Artist of the Year by the Nashville Songwriters Association (2010 and 2011), Woman of the Year by Billboard (2011), and Entertainer of the Year by the Academy of Country Music (2011 and 2012) and the Country Music Association in 2011. At the American Music Awards of 2011, Swift won Artist of the Year and Favorite Country Album. Rolling Stone placed Speak Now at number 45 in its 2012 list of the \"50 Best Female Albums of All Time\", writing: \"She might get played on the country station, but she's one of the few genuine rock stars we've got these days, with a flawless ear for what makes a song click.\"\n"}
{"text": "The Speak Now World Tour ran from February 2011 to March 2012 and grossed over $123 million. In November 2011, Swift released a live album, Speak Now World Tour: Live. She contributed two original songs to The Hunger Games soundtrack album: \"Safe & Sound\", co-written and recorded with the Civil Wars and T-Bone Burnett, and \"Eyes Open\". \"Safe & Sound\" won the Grammy Award for Best Song Written for Visual Media and was nominated for the Golden Globe Award for Best Original Song. Swift featured on B.o.B's single \"Both of Us\", released in May 2012. From July to September 2012, Swift dated Conor Kennedy, son of Robert F. Kennedy Jr. and Mary Richardson Kennedy.\n"}
{"text": "In August 2012, Swift released \"We Are Never Ever Getting Back Together\", the lead single from her fourth studio album, Red. It became her first number one in the U.S. and New Zealand, and reached the top slot on iTunes' digital song sales chart 50 minutes after its release, earning the Fastest Selling Single in Digital History Guinness World Record. Other singles released from the album include \"Begin Again\", \"I Knew You Were Trouble\", \"22\", \"Everything Has Changed\", \"The Last Time\", and \"Red\". \"I Knew You Were Trouble\" reached the top five on charts in Australia, Canada, Denmark, Ireland, New Zealand, the U.K. and the U.S. Three singles, \"Begin Again\", \"22\", and \"Red\", reached the top 20 in the U.S.\n"}
{"text": "Red was released on October 22, 2012. On Red, Swift worked with longtime collaborators Nathan Chapman and Liz Rose, as well as new producers, including Max Martin and Shellback. The album incorporated new genres for Swift, such as heartland rock, dubstep and dance-pop. It debuted at number one on the Billboard 200 with first-week sales of 1.21 million copies, making Swift the first female to have two million-selling album openings, a record recognized by the Guinness World Records. Red was Swift's first number-one album in the U.K. The Red Tour ran from March 2013 to June 2014 and grossed over $150 million, becoming the highest-grossing country tour when it completed.\n"}
{"text": "Red had sold eight million copies by 2014. The album earned several accolades, including four nominations at the 56th Annual Grammy Awards in 2014. Its single \"I Knew You Were Trouble\" won Best Female Video at the 2013 MTV Video Music Awards. Swift received American Music Awards for Best Female Country Artist in 2012, and Artist of the Year in 2013. She received the Nashville Songwriters Association's Songwriter/Artist Award for the fifth and sixth consecutive years in 2012 and 2013. Swift was honored by the Association with a special Pinnacle Award, making her the second recipient of the accolade after Garth Brooks. During this time, she had a short-term relationship with English singer Harry Styles.\n"}
{"text": "In 2013, Swift recorded \"Sweeter than Fiction\", a song she wrote and produced with Jack Antonoff for the One Chance film soundtrack. The song received a Best Original Song nomination at the 71st Golden Globe Awards. She provided guest vocals for Tim McGraw's song \"Highway Don't Care\", which featured guitar work by Keith Urban. Swift performed \"As Tears Go By\" with the Rolling Stones in Chicago, Illinois as part of the band's 50 & Counting tour. She joined Florida Georgia Line on stage during their set at the 2013 Country Radio Seminar to sing \"Cruise\". Swift voiced Audrey, a tree lover, in the animated film The Lorax (2012), made a cameo in the sitcom New Girl (2013), and had a supporting role in the film adaptation of The Giver (2014).\n"}
{"text": "In March 2014, Swift began living in New York City.[note 2] Around this time, she worked on her fifth studio album, 1989, with producers Jack Antonoff, Max Martin, Shellback, Imogen Heap, Ryan Tedder, and Ali Payami. She promoted the album through various campaigns, including inviting fans to secret album-listening sessions. Influenced by 1980s synth-pop, Swift severed ties with the country sound of her previous albums and marketed 1989 as her \"first documented, official pop album\". The album was released on October 27, 2014, and debuted atop the U.S. Billboard 200 with sales of 1.28 million copies in its first week. This made Swift the first act to have three albums sell more than one million copies in their opening week, for which she earned a Guinness World Record. By June 2017, 1989 had sold over 10 million copies worldwide. Its singles \"Shake It Off\", \"Blank Space\" and \"Bad Blood\" (featuring rapper Kendrick Lamar) reached number one in Australia, Canada and the U.S., the first two making Swift the first woman to replace herself at the top spot of the Hot 100. The singles \"Style\" and \"Wildest Dreams\" reached the top 10 in the U.S. Other singles were \"Out of the Woods\" and \"New Romantics\". The 1989 World Tour ran from May to December 2015 and was the highest-grossing tour of the year with $250 million in total revenue.\n"}
{"text": "Prior to 1989's release, Swift stressed the importance of albums to artists and fans. In November 2014, she removed her entire catalog from Spotify, arguing that the streaming company's ad-supported, free service undermined the premium service, which provides higher royalties for songwriters. In a June 2015 open letter, Swift criticized Apple Music for not offering royalties to artists during the streaming service's free three-month trial period and stated that she would pull 1989 from the catalog. The following day, Apple announced that it would pay artists during the free trial period, and Swift agreed to stream 1989 on the streaming service. Swift's intellectual property rights management and holding company, TAS Rights Management, filed for 73 trademarks related to Swift and the 1989 era memes. She re-added her entire catalog plus 1989 to Spotify, Amazon Music and Google Play and other digital streaming platforms in June 2017.\n"}
{"text": "Swift was named Billboard's Woman of the Year in 2014, becoming the first artist to win the award twice. At the 2014 American Music Awards, Swift received the inaugural Dick Clark Award for Excellence. In 2015, Swift won the Brit Award for International Female Solo Artist. The video for \"Bad Blood\" won Video of the Year and Best Collaboration at the 2015 MTV Video Music Awards. Swift was one of eight artists to receive a 50th Anniversary Milestone Award at the 2015 Academy of Country Music Awards. At the 58th Grammy Awards in 2016, 1989 won Album of the Year and Best Pop Vocal Album, and \"Bad Blood\" won Best Music Video. Swift was the first woman and fifth act overall to win Album of the Year twice as a lead artist.\n"}
{"text": "Swift dated Scottish DJ and record producer Calvin Harris from March 2015 to June 2016. Prior to their breakup, they co-wrote the song \"This Is What You Came For\", which features vocals from Barbadian singer Rihanna; Swift was initially credited under the pseudonym Nils Sjöberg. After briefly dating English actor Tom Hiddleston for a few months, Swift began dating English actor Joe Alwyn in September 2016. She wrote the song \"Better Man\" for Little Big Town's seventh album, The Breaker, which was released in November.[note 3] The song earned Swift an award for Song of the Year at the 51st CMA Awards. Swift and English singer Zayn Malik released a single together, \"I Don't Wanna Live Forever\", for the soundtrack of the film Fifty Shades Darker (2017). The song reached number two in the U.S. and won Best Collaboration at the 2017 MTV Video Music Awards.\n"}
{"text": "\nIn August 2017, Swift successfully sued David Mueller, a former morning show personality for Denver's KYGO-FM. Four years earlier, Swift had informed Mueller's bosses that he had sexually assaulted her by groping her at an event. After being fired, Mueller accused Swift of lying and sued her for damages from his loss of employment. Shortly after, Swift counter-sued for sexual assault for nominal damages of only one dollar. The jury rejected Mueller's claims and ruled in favor of Swift. After a one-year hiatus from the public spotlight, Swift cleared her social media accounts and released \"Look What You Made Me Do\" as the lead single from her sixth album, Reputation. The single was Swift's first U.K. number-one single. It topped charts in Australia, Ireland, New Zealand, and the U.S."}
{"text": "Reputation was released on November 10, 2017. The album incorporated a heavy electropop sound, along with hip hop, R&B and EDM influences. It debuted atop the Billboard 200 with first-week sales of 1.21 million copies. With this achievement, Swift became the first act to have four albums sell one million copies within one week in the U.S. The album topped the charts in the UK, Australia, and Canada. First-week worldwide sales amounted to two million copies. The album had sold over 4.5 million copies worldwide as of 2018. It spawned three other international singles, including the U.S. top-five entry \"...Ready for It?\", and two U.S. top-20 singles—\"End Game\" (featuring Ed Sheeran and rapper Future) and \"Delicate\". Other singles include \"New Year's Day\", which was exclusively released to U.S. country radio, and \"Getaway Car\", which was released in Australia only.\n"}
{"text": "In April 2018, Swift featured on Sugarland's \"Babe\" from their album Bigger.[note 4] In support of Reputation, she embarked on her Reputation Stadium Tour, which ran from May to November 2018. In the U.S., the tour grossed $266.1 million in box office and sold over two million tickets, breaking Swift's own record for the highest-grossing U.S. tour by a woman, which was previously held by her 1989 World Tour in 2015 ($181.5 million). It also broke the record for the highest-grossing North American concert tour in history. Worldwide, the tour grossed $345.7 million, making it the second highest-grossing concert tour of the year. On December 31, Swift released her Reputation Stadium Tour's accompanying concert film on Netflix.\n"}
{"text": "Reputation was nominated for Best Pop Vocal Album at the 61st Annual Grammy Awards in 2019. At the American Music Awards of 2018, Swift won four awards, including Artist of the Year and Favorite Pop/Rock Female Artist. After the 2018 AMAs, Swift garnered a total of 23 awards, becoming the most awarded female musician in AMA history, a record previously held by Whitney Houston.\n"}
{"text": "Reputation was Swift's last album under her 12-year contract with Big Machine Records. In November 2018, she signed a new multi-album deal with Big Machine's distributor Universal Music Group; in the U.S., her subsequent releases were promoted under the Republic Records imprint. Swift said the contract included a provision for her to maintain ownership of her master recordings. In addition, in the event that Universal sold any part of its stake in Spotify, it agreed to distribute a non-recoupable portion of the proceeds among their artists. Vox called it is a huge commitment from Universal, which was \"far from assured\" until Swift intervened. \n"}
{"text": "Swift released her seventh studio album, Lover, on August 23, 2019. Besides longtime collaborator Jack Antonoff, Swift worked with new producers Louis Bell, Frank Dukes, and Joel Little. Lover made Swift the first female artist to have sixth consecutive album sell more than 500,000 copies in one week in the U.S. All 18 songs from the album charted on the Billboard Hot 100 the same week, setting a record for the most simultaneous entries by a woman. The lead single, \"Me!\", debuted at number 100 on the Billboard Hot 100 and rose to number two a week later, scoring the biggest single-week jump in chart history. Other singles from Lover were the U.S. top-10 singles \"You Need to Calm Down\" and \"Lover\", and U.S. top-40 single \"The Man\".\n"}
{"text": "Lover was the world's best-selling studio album of 2019, selling 3.2 million copies. The International Federation of the Phonographic Industry (IFPI) honored Swift as the global best-selling artist of 2019. Swift became first woman to win the honor twice, having previously won in 2014. The album earned accolades, including three nominations at the 62nd Annual Grammy Awards in 2020. At the 2019 MTV Video Music Awards, \"Me!\" won Best Visual Effects, and \"You Need to Calm Down\" won Video of the Year and Video for Good. Swift was the first female and second artist overall to win Video of the Year for a video that they directed.\n"}
{"text": "Swift played Bombalurina in the movie adaptation of Andrew Lloyd Webber's musical Cats (2019). For the film's soundtrack, she co-wrote and recorded the Golden Globe-nominated original song \"Beautiful Ghosts\". Although critics reviewed the film negatively, Swift received positive feedback for her role and musical performance. The documentary Miss Americana, which chronicles part of Swift's life and career, premiered at the 2020 Sundance Film Festival and was released on Netflix that January. Miss Americana featured the song \"Only the Young\", which Swift wrote after the 2018 United States elections. In February 2020, Swift signed an exclusive global publishing deal with Universal Music Publishing Group after her 16-year-old contract with Sony/ATV Music Publishing expired.\n"}
{"text": "In 2019, Swift became embroiled in a publicized dispute with talent manager Scooter Braun and her former label Big Machine regarding the acquisition of the masters of her back catalog. Swift stated on her Tumblr blog that she had been trying to buy the masters for years; however, Big Machine only would allow her to do so if she exchanged one new album for each older one under another contract, which she refused to do. Against Swift's authorization, in April 2020, Big Machine released Live from Clear Channel Stripped 2008, a live album of Swift's performances at a radio show. In October, Braun sold Swift's masters, videos and artworks to Shamrock Holdings for a reported $300 million. Swift began re-recording her back catalog in November 2020. Rolling Stone highlighted this decision, along with her opposition to low royalties for artists from streaming services such as Spotify and Apple Music, as two of the music industry's most defining moments in the 2010s decade. In April 2020, Swift was scheduled to embark on Lover Fest, the supporting concert tour for Lover, which was canceled after the fallout of the COVID-19 pandemic.\n"}
{"text": "In 2020, Swift released two surprise albums, with little promotion, to critical acclaim. The first, her eighth studio album Folklore, was released on July 24. The second, her ninth studio album Evermore, was released on December 11. Described by Swift and Dessner as \"sister records\", both albums incorporate indie folk and alternative rock, departing from the previous upbeat pop releases. Swift wrote and recorded the albums while in isolation during the COVID-19 pandemic, working with producers Jack Antonoff and Aaron Dessner from the National. Both albums feature collaborations with Bon Iver, and Evermore features collaborations with the National and Haim. Swift's boyfriend Joe Alwyn co-wrote and co-produced select songs under the pseudonym William Bowery. The making of Folklore was discussed in the concert documentary Folklore: The Long Pond Studio Sessions, directed by Swift and released on November 25.\n"}
{"text": "In the U.S., Folklore and Evermore were each supported by three singles—one to mainstream radio, one to country radio, and one to triple A radio. The singles, in that order, were \"Cardigan\", \"Betty\", and \"Exile\" (featuring Bon Iver) and \"Willow\", \"No Body, No Crime\" (featuring Haim), and \"Coney Island\" (featuring the National); respectively. The lead singles from each album, \"Cardigan\" and \"Willow\", opened at number one on the Billboard Hot 100 the same week their parent albums debuted atop the Billboard 200. This made Swift the first artist to debut atop both the U.S. singles and albums charts simultaneously, as well as the first to do so twice. Each album sold over one million units worldwide in its first week, with Folklore selling two million. Folklore broke the Guinness World Record for the highest first-day album streams by a female artist on Spotify, and was the best-selling album of 2020 in the U.S., having sold 1.2 million copies. Swift was 2020's highest-paid musician in the U.S., and highest-paid solo musician worldwide. At the 2020 American Music Awards, Swift won three awards, including Artist of the Year for a record third consecutive time. Folklore won Album of the Year at the 63rd Annual Grammy Awards, making Swift the first woman in history to win the award three times.\n"}
{"text": "Following the masters controversy, Swift released two re-recordings in 2021, adding \"Taylor's Version\" to their titles. The first, Fearless (Taylor's Version), peaked atop the Billboard 200, becoming the first re-recorded album to do so. It was preceded by the three tracks: \"Love Story (Taylor's Version)\", \"You All Over Me\" with Maren Morris, and \"Mr. Perfectly Fine\", the first of which made Swift the second artist after Dolly Parton to have both the original and the re-recording of a single reach number one on the Hot Country Songs chart. Swift released \"Wildest Dreams (Taylor's Version)\" on September 17, after the original song gained traction on the online-video sharing app TikTok. The second re-recording Red (Taylor's Version) was released on November 12. Its final track, \"All Too Well (10 Minute Version)\"—accompanied by All Too Well: The Short Film directed by Swift—debuted at number one on the Hot 100, becoming the longest song in history to top the chart. She was the highest-paid female musician of 2021, and both her 2020 albums and the re-recordings were ranked among the 10 best-selling albums of the year. In May 2021, Swift was awarded the Global Icon Award by the Brit Awards and the Songwriter Icon Award by the National Music Publishers' Association. \n"}
{"text": "Outside her albums, Swift featured on four songs from 2021–2022: \"Renegade\" and \"Birch\" by Big Red Machine, a remix of Haim's \"Gasoline\" and Ed Sheeran's \"The Joker and the Queen\". She has been cast in David O. Russell's untitled film, slated for release in November 2022.\n"}
{"text": "One of Swift's earliest musical memories is listening to her grandmother, Marjorie Finlay, sing in church. As a child, she enjoyed Disney film soundtracks: \"My parents noticed that, once I had run out of words, I would just make up my own\". Swift has said she owes her confidence to her mother, who helped her prepare for class presentations as a child. She also attributes her \"fascination with writing and storytelling\" to her mother. Swift was drawn to the storytelling aspect of country music, and was introduced to the genre listening to \"the great female country artists\" of the 1990s—Shania Twain, Faith Hill, and the Dixie Chicks. Twain, both as a songwriter and performer, was her biggest musical influence. Hill was Swift's childhood role model: \"Everything she said, did, wore, I tried to copy it\". She admired the Dixie Chicks' defiant attitude and their ability to play their own instruments. \"Kiss Me\" by Sixpence None the Richer was the first song Swift learned to play on the guitar. Swift also explored the music of older country stars such as Patsy Cline, Loretta Lynn, Tammy Wynette, and Dolly Parton, the latter of whom she believes is \"an amazing example to every female songwriter out there\", and alt-country artists like Patty Griffin and Lori McKenna. She has also cited Keith Urban's musical style as an influence.\n"}
{"text": "Swift has also been influenced by various pop and rock artists. She lists Paul McCartney, Bruce Springsteen, Bryan Adams, Emmylou Harris, Kris Kristofferson, and Carly Simon as her career role models. Discussing McCartney and Harris, Swift has said, \"They've taken chances, but they've also been the same artist for their entire careers\". McCartney, both as a Beatle and a solo artist, makes Swift feel \"as if I've been let into his heart and his mind [...] He's out there continuing to make his fans so happy. Any musician could only dream of a legacy like that.\" She likes Springsteen for being \"so musically relevant after such a long period of time\". She aspires to be like Harris as she grows older because she admired how Harris prioritized music over fame. Swift says that Kristofferson \"shines in songwriting\", and she praised Simon for being \"emotional\" but \"strong\" at the same time. Her synth-pop album 1989 was influenced by some of her favorite 1980s pop acts, including Peter Gabriel, Annie Lennox, Phil Collins and Madonna. As a songwriter, Swift was influenced by Joni Mitchell, citing especially how Mitchell's autobiographical lyrics convey the deepest emotions: \"She wrote it about her deepest pains and most haunting demons ... I think [Blue] is my favorite because it explores somebody's soul so deeply\".\n"}
{"text": "\"If there's one thing that Swift has proven throughout her career, it's that she refuses to be put in a box. Her ever-evolving sound took her from country darling to pop phenom to folk's newest raconteur.\"\n"}
{"text": "Swift's discography spans country, pop, folk, and alternative genres. Her first three studio albums, Taylor Swift, Fearless and Speak Now are categorized as country; her eclectic fourth studio album, Red, is dubbed both country and pop; her next three albums 1989, Reputation and Lover are labeled pop; and Folklore and Evermore are considered alternative. Music critics have described her songs as synth-pop, country pop, rock, electropop, and indie, amongst others; some songs, especially those on Reputation, incorporate elements of R&B, EDM, hip hop, and trap. The music instruments Swift plays include the piano, banjo, ukulele and various types of guitar. Swift described herself as a country artist until the release of 1989, which she characterized as her first \"sonically cohesive pop album\".\n"}
{"text": "Rolling Stone wrote, \"[Swift] might get played on the country station, but she's one of the few genuine rock stars we've got these days.\" According to The New York Times, \"There isn't much in Ms. Swift's music to indicate country—a few banjo strums, a pair of cowboy boots worn onstage, a bedazzled guitar—but there's something in her winsome, vulnerable delivery that's unique to Nashville.\" The Guardian wrote that Swift \"cranks melodies out with the pitiless efficiency of a Scandinavian pop factory.\" Consequence pinpointed her \"capacity to continually reinvent while remaining herself\", while Time dubbed Swift a \"musical chameleon\" for the constantly evolving sound of her discography. Clash said her career \"has always been one of transcendence and covert boundary-pushing\", reaching a point at which \"Taylor Swift is just Taylor Swift\", not defined by any genre.\n"}
{"text": "Swift possesses a mezzo-soprano vocal range. Her singing voice is \"sweet but soft\" according to Sophie Schillaci of The Hollywood Reporter. Pitchfork's Sam Sodomsky called it \"versatile and expressive\". Music theory professor Alyssa Barna described the timbre of Swift's upper register as \"breathy and bright\" and her lower register \"full and dark\". The Los Angeles Times identified Swift's \"defining\" vocal gesture in studio recordings as \"the line that slides down like a contented sigh or up like a raised eyebrow, giving her beloved girl-time hits their air of easy intimacy.\" In 2010, a writer from The Tennessean conceded that Swift was \"not the best technical singer\", but described her as the \"best communicator that we've got\". According to Swift, her vocal ability often concerned her in her early career, and she worked hard to improve it. She said she only feels nervous performing live \"if I'm not sure what the audience thinks of me, like at award shows\". The Hollywood Reporter wrote that her live vocals were \"fine\", but did not match those of her peers.\n"}
{"text": "Though Swift's singing ability received mixed reviews early in her career, she was praised for refusing to correct her pitch with Auto-Tune. Rolling Stone found her voice \"unaffected enough to mask how masterful she has become as a singer\", while The Village Voice noted the improvement from her previously \"bland and muddled\" phrasing to her learning \"how to make words sound like what they mean\". In 2014, NPR Music described her singing as personal and conversational thanks to her \"exceptional gift for inflection\", but also suffered from a \"wobbly pitch and tight, nasal delivery\". Beginning with Folklore, she received better reviews for her vocals; Variety critic Andrew Barker noted the \"remarkable\" control she developed over her vocals, never allowing a \"flourish or a tricky run to compromise the clarity of a lyric\", while doing \"wonders within her register\" and \"exploring its further reaches\". Reviewing Fearless (Taylor's Version), The New York Times critic Lindsay Zoladz described her voice as stronger, more controlled, and deeper over time, discarding the nasal tone of her early vocals. Lucy Harbron of Clash opined that Swift's vocals have evolved \"into her own unique blend of country, pop and indie\".\n"}
{"text": "Swift has been referred to as one of the greatest songwriters of all time and the best of her generation by various publications and organizations. She told The New Yorker in 2011 that she identifies as a songwriter first: \"I write songs, and my voice is just a way to get those lyrics across.\" Swift's personal experiences were a common inspiration for her early songs, which helped her navigate the complexities of life. Her \"diaristic\" technique began with identifying an emotion, followed by a corresponding melody. On her first three studio albums, recurring themes were love, heartbreak, and insecurities, from an adolescent perspective. She delved into the tumult of toxic relationships on Red, and embraced nostalgia and positivity after failed relationships on 1989. Reputation was inspired by the downsides of Swift's fame, and Lover detailed her realization of the \"full spectrum of love\". Besides romance, other themes in Swift's music include parent-child relationships, friendships, alienation, and self-awareness.\n"}
{"text": "Music critics often praise her self-written discography, especially her confessional narratives; they compliment her writing for its vivid details and emotional engagement, which were rare among pop artists. New York magazine argued that Swift was the first teenage artist who explicitly portrayed teenage experiences in her music. Rolling Stone described Swift as \"a songwriting savant with an intuitive gift for verse-chorus-bridge architecture\". Although reviews of Swift are generally positive, The New Yorker stated she was generally portrayed \"more as a skilled technician than as a Dylanesque visionary\". Because of her confessional narratives, tabloid media often speculated and linked the subjects of the songs with ex-lovers of Swift, a practice which New York magazine considered \"sexist, inasmuch as it's not asked of her male peers\". Aside from clues provided in album liner notes, Swift avoided talking about song subjects specifically. In a 2013 interview with Vanity Fair, Swift stated that the criticism on her songwriting—critics interpreted her persona as a \"clingy, insane, desperate girlfriend in need of making you marry her and have kids with her\"—was \"a little sexist\".\n"}
{"text": "\"I love songwriting so much because there's an element to it that is still really mysterious—like I think any songwriter will tell you, when you get an idea you're not quite sure where it floated down from, but if you can grab onto that idea and turn it into something, a piece of music, that's where craftsmanship comes in; that’s where you have the opportunity to learn and to nurture that craft.\"\n"}
{"text": "On her 2020 albums Folklore and Evermore, Swift was inspired by escapism and romanticism to explore fictional narratives. Without referencing her personal life, she imposed her emotions onto imagined characters and story arcs, which liberated her from the mental stress caused by tabloid attention and suggested new paths for her artistry. In a feature for Rolling Stone, Swift explained that she welcomed the new songwriting direction after she stopped worrying about commercial success: \"I always thought, 'That'll never track on pop radio,' but when I was making Folklore, I thought, 'If you take away all the parameters, what do you make?\" With the release of Evermore, Spin found Swift exploring \"exceedingly complex human emotions with precision and devastation\". Consequence stated her 2020 albums \"offered a chance for doubters to see Swift's songwriting power on full display, but the truth is that her pen has always been her sword\" and that her writing prowess took \"different forms\" as she transformed from \"teenage wunderkind to a confident and careful adult.\"\n"}
{"text": "Swift's bridges have been underscored as one of the best aspects of her songs and earned her the title \"Queen of Bridges\" from media outlets. Awarding her with the Songwriter Icon Award in 2021, the National Music Publishers' Association remarked that \"no one is more influential when it comes to writing music today\" than Swift. The Week deemed her the foremost female songwriter of modern times. Swift has also published two original poems: \"Why She Disappeared\" and \"If You're Anything Like Me\".\n"}
{"text": "Swift has collaborated with many different directors to produce her music videos, and over time she has become more involved with writing and directing. She has her own production house, Taylor Swift Productions, Inc., which is credited with producing music videos for singles such as \"Me!\". Swift developed the concept and treatment for \"Mean\" and co-directed the music video for \"Mine\" with Roman White. In an interview, White said that Swift \"was keenly involved in writing the treatment, casting and wardrobe. And she stayed for both the 15-hour shooting days, even when she wasn't in the scenes.\"\n"}
{"text": "From 2014 to 2018, Swift collaborated with director Joseph Kahn on eight music videos—four each from her albums 1989 and Reputation. Kahn has praised Swift's involvement in the craft. She worked with American Express for the \"Blank Space\" music video (which Kahn directed), and served as an executive producer for the interactive app AMEX Unstaged: Taylor Swift Experience, for which she won a Primetime Emmy Award for Outstanding Interactive Program in 2015. She produced the music video for \"Bad Blood\" and won a Grammy Award for Best Music Video in 2016. While she continued to co-direct music videos with the Lover singles—\"Me!\" with Dave Meyers, \"You Need to Calm Down\" (also serving as a co-executive producer) and \"Lover\" with Drew Kirsch—she ventured into sole direction with the videos for \"The Man\" (which won her the MTV Video Music Award for Best Direction), \"Cardigan\" and \"Willow\".\n"}
{"text": "Swift became a teen idol with her debut, and a pop icon following global fame. Journalists have written about her polite, \"open\" personality, \"willing to play along\" during the course of an interview. J. Freedom du Lac of The Washington Post called Swift a \"media darling\" and \"a reporter's dream\". The Guardian attributed her disposition to her formative years in country music. The Hollywood Reporter described Swift as \"the Best People Person since Bill Clinton\". While presenting her with an award for her humanitarian endeavors in 2012, former First Lady Michelle Obama described Swift as an artist who \"has rocketed to the top of the music industry but still keeps her feet on the ground, someone who has shattered every expectation of what a 22-year-old can accomplish\"; Swift considers Obama to be a role model.\n"}
{"text": "In 2015, Vanity Fair referred to Swift as \"the most famous and influential entertainer on Earth\". According to YouGov surveys, she ranked as the world's most admired female musician from 2019 to 2021. One of the most followed people on social media, Swift is known for her frequent and friendly interactions with her fans online, also delivering holiday gifts to them by mail and in person. She considers it her \"responsibility\" to be conscious of her influence on young fans, praising her relationship with her fans as \"the longest and best\" she has ever had. Swift is known for regularly incorporating easter eggs into her works and social media posts for fans to discover clues about forthcoming releases. Fawzia Khan of Elle attributes Swift's \"perennial\" success partly to her intimacy with fans.\n"}
{"text": "Media outlets describe Swift as a savvy businessperson. According to marketing executive Matt B. Britton, her business acumen has helped her \"excel as an authentic personality who establishes direct connections with her audience\", \"touch as many people as possible\", and \"generate a kind of advocacy and excitement that no level of advertising could.\" Inc. described Swift as an \"incredible flywheel\" of social media buzz and virtual word-of-mouth. Describing her omnipresence, The Ringer writer Kate Knibbs said Swift is not just a pop act but \"a musical biosphere unto herself\", having achieved the kind of success \"that turns a person into an institution, into an inevitability.\"\n"}
{"text": "Though Swift is reluctant to publicly discuss her personal life—believing it to be \"a career weakness\"—it is a topic of widespread media attention and tabloid speculation. Clash described her as a lightning rod for both praise and criticism. While The New York Times asserted in 2013 that Swift's \"dating history has begun to stir what feels like the beginning of a backlash\" and questioned whether she was in the midst of a \"quarter-life crisis\",  certain critics have highlighted the misogyny and slut-shaming Swift's life and career have been subject to. She parodied this scrutiny in \"Blank Space\".[note 5] Rolling Stone said, after the release of 1989, \"everything she did was a story\", with a non-stop news cycle about her, leaving her overexposed. Much of Reputation was conceived under the \"intense\" media scrutiny she experienced in 2015 and 2016, causing her to adopt a dark, defensive alter ego on the album.  She criticized sexist double standards and gaslighting in \"The Man\" (2019) and \"Mad Woman\" (2020), respectively. When asked \"why sing to the haters?\" by CBS journalist Tracy Smith, Swift replied, \"well, when they stop coming for me, I will stop singing to them.\" Glamour opined Swift is an easy target for male derision and triggers \"fragile male egos\" to take \"pot-shots\" at her career.  The Daily Telegraph said her antennae for sexism is crucial for the industry and that she \"must continue holding people to account\".\n"}
{"text": "Swift's fashion is often covered by media outlets, with her street style receiving acclaim. Her fashion appeal has been picked up by several media publications, such as People, Elle, Vogue, and Maxim. Vogue regards Swift as one of the world's most influential figures in sustainable fashion. Elle highlighted the various styles she has adopted throughout her career, including the \"curly-haired teenager\" of her early days to \"red-lipped pop bombshell\" with \"platinum blonde hair and sultry makeup looks\" later on. Swift is known for reinventing her image often, corresponding each one of her albums to a specific aesthetic. Swift also popularized cottagecore with Folklore and Evermore. Consequence opined that Swift's looks evolved from \"girl-next-door country act to pop star to woodsy poet over a decade.\"\n"}
{"text": "Though labeled by the media as \"America's Sweetheart\", a sobriquet based on her down-to-earth personality and girl-next-door image, Swift insists she does not \"live by all these rigid, weird rules that make me feel all fenced in. I just like the way that I feel like, and that makes me feel very free\". Although she refused to take part in \"sexy\" photoshoots in 2012, she stated \"it's nice to be glamorous\" in 2015. Bloomberg views Swift as a sex symbol, albeit of a subtle and sophisticated variety unlike many of her female contemporaries.\n"}
{"text": "\nSwift's career helped shape the modern country music scene. According to music journalist Jody Rosen, Swift is the first country artist whose fame reached the world beyond the U.S. Her chart success extended to Asia and the U.K., where country music had previously not been popular. She is recognized as one of the first country artists to use technology and viral marketing techniques, such as MySpace, to promote their work. According to Chris Willman of Entertainment Weekly, the commercial success of her debut album helped the infant Big Machine Records go on to sign Garth Brooks and Jewel. Following Swift's rise to fame, country labels became more interested in signing young singers who write their own music. With her autobiographical narratives revolving around romance and heartbreak, she introduced the genre to a younger generation that could relate to her personally. Critics have since noted the impact of Swift's sound on various albums released by female country singers such as Kacey Musgraves, Maren Morris and Kelsea Ballerini. Rolling Stone listed her country music as one of the biggest influences on 2010s pop music and ranked her 80th in their list of 100 Greatest Country Artists of All Time."}
{"text": "Her onstage performance with guitars contributed to the \"Taylor Swift factor\", a phenomenon to which the rise in guitar sales to women, a previously ignored demographic, is attributed. Pitchfork opined that Swift changed the contemporary music landscape forever with her \"unprecedented path from teenage country prodigy to global pop sensation\" and a \"singularly perceptive\" discography that consistently accommodates both musical and cultural shifts. Clash stated Swift's genre-spanning career encouraged her peers to experiment with diverse sounds. Billboard credited her with influencing artists to take creative ownership of their music and remarked she \"has the power to pull any sound she wants into mainstream orbit.\" Music journalist Nick Catucci wrote that, in being personal and vulnerable in her lyrics, Swift helped make space for later pop stars like Billie Eilish, Ariana Grande, and Halsey to do the same. According to The Guardian, Swift leads the rebirth of poptimism in the 21st-century with her ambitious artistic vision.\n"}
{"text": "Publications consider Swift's million-selling albums an anomaly in the streaming-dominated music industry following the decline of the album era in the 2010s. For this reason, musicologists Mary Fogarty and Gina Arnold regard her as \"the last great rock star\". Swift is the only artist to have four albums sell over one million copies in one week since Nielsen SoundScan began tracking sales for the Billboard 200 in 1991. To New York magazine, her million sales figures prove that she is \"the one bending the music industry to her will\". The Atlantic notes that Swift's \"reign\" defies the convention that the successful phase of an artist's career rarely lasts more than a few years. She is a champion of independent record shops, having contributed to the 21st-century vinyl revival and been labelled by some publications as \"Vinyl Queen\". Journalists note how her actions have fostered debate over reforms to on-demand music streaming and prompted awareness of intellectual property rights among younger musicians, praising her ability to bring change in the music industry.\n"}
{"text": "She was named Woman of the Decade for the 2010s by Billboard, became the first woman to earn the title Artist of the Decade (2010s) at the American Music Awards, and received the Brit Global Icon Award \"in recognition of her immense impact on music across the world\". Swift has influenced various mainstream and indie recording artists.[note 6] Various sources deem her music to be representative and paradigmatic of the millennial generation, owing to her success, musical versatility, social media presence, live shows, and corporate sponsorship. Vox called Swift the \"millennial Bruce Springsteen\" for telling the stories of a generation through her songs. Student societies focusing on her were established in various universities around the world, such as Oxford, York, and Cambridge. New York University Tisch School of the Arts offers a course on Swift's career. Some of her popular songs like \"Love Story\" are studied by evolutionary psychologists to understand the relationship between popular music and human mating strategies.\n"}
{"text": "Swift has won 11 Grammy Awards (including three Album of the Year wins—tied for most by an artist), an Emmy Award, 34 American Music Awards (most wins by an artist), 25 Billboard Music Awards (most wins by a woman), 56 Guinness World Records, 12 Country Music Association Awards (including the Pinnacle Award), eight Academy of Country Music Awards, and two Brit Awards. As a songwriter, she has been honored by the Nashville Songwriters Association, the Songwriters Hall of Fame, and the National Music Publishers' Association and was the youngest person on Rolling Stone's list of the 100 Greatest Songwriters of All Time in 2015. At the 64th BMI Awards in 2016, Swift was the first woman to be honored with an award named after its recipient. Her albums Red and 1989 appeared on Rolling Stone's 2020 revision of their 500 Greatest Albums of All Time; in 2021, her \"Blank Space\" music video named one of Rolling Stone's 100 Greatest Music Videos of All Time, while the songs \"All Too Well\" and \"Blank Space\" were on its 500 Greatest Songs of All Time.\n"}
{"text": "From available data, Swift has amassed over 50 million album sales, 150 million singles sales, and 114 million units in album consumption worldwide, including 78 billion streams. She has the most number-one albums in the United Kingdom and Ireland for a female artist in this millennium. Swift is the best-selling international act of all time in China, and earned the highest income for an artist on Chinese digital music platforms—CN¥ 159,000,000. She is the only female act to have received more than 100 million global streams on Spotify in a day, with over 122 million streams on November 11, 2021. Swift broke the record for the highest-grossing North American tour of all time with her Reputation Stadium Tour (2018) and is the world's highest-grossing female touring act of the 2010s. She has the most entries and the most simultaneous entries for an artist on the Billboard Global 200, with 69 and 31 songs, respectively.\n"}
{"text": "In the U.S., Swift has sold over 37.3 million albums as of 2019, when Billboard placed her eighth on its Greatest of All Time Artists Chart. She is the longest-reigning act of Billboard Artist 100 (50 weeks at number one), the solo act with the most cumulative weeks (55) atop the Billboard 200, the woman with the most weeks atop the Top Country Albums (98) and the most Billboard Hot 100 entries in history (165), and the artist with the most Digital Songs number-ones (23). She is the second highest-certified female digital singles artist (and third overall) in the U.S., with 134 million total units certified by the Recording Industry Association of America (RIAA), and the first female artist to have both an album (Fearless) and a song (\"Shake It Off\") certified Diamond. In 2021, one of every 50 albums sold in the U.S. was Swift's, who became the first woman to have five albums—1989, Taylor Swift, Fearless, Red and Reputation—chart for 150 weeks each on the Billboard 200.\n"}
{"text": "Swift has appeared in various power listings. Time included her on its annual list of the 100 most influential people in 2010, 2015, and 2019. She was one of the \"Silence Breakers\" honored as Time Person of the Year in 2017 for speaking up about sexual assault. From 2011 to 2020, Swift appeared in the top three on the Forbes Top-Earning Women in Music list, placing first in 2016 and 2019. In 2014, she was named to Forbes' 30 Under 30 list in the music category and again in 2017 in its \"All-Star Alumni\" category. In 2015, Swift became the youngest woman to be included on Forbes' list of the 100 most powerful women, ranked at number 64. She was the most googled female musician of 2019.\n"}
{"text": "In 2021, Forbes estimated Swift's net worth at US$550 million, coming from her music, merchandise, promotions, and concerts. She topped the magazine's list of the 100 highest-paid celebrities in 2016 with $170 million—a feat recognized by the Guinness World Records as the highest annual earnings ever for a female musician, which she herself surpassed in 2019 with $185 million. Swift was the highest-paid female musician of the 2010s, with $825 million earned.\n"}
{"text": "Swift has invested in a real estate portfolio worth $84 million. For example, she purchased the Samuel Goldwyn Estate, a Georgian-revival house in Beverly Hills, for $25 million in 2015, which she has since restored to its original condition and contains Swift's home studio, Kitty Committee, where she recorded songs for Folklore. In 2013, she purchased the Holiday House, a seafront mansion in Watch Hill, Rhode Island. Gina Raimondo, then-Governor of Rhode Island, proposed in 2015 a statewide property tax for second homes worth more than $1 million, dubbed the \"Taylor Swift tax\". In New York City, her $47 million worth of property on a single block in Tribeca includes a $19.95 million duplex penthouse, an $18 million four-story townhouse, and a $9.75 million apartment purchased in 2014, 2017 and 2018, respectively.\n"}
{"text": "Swift is well known for her philanthropic efforts. She was ranked at number one on DoSomething's \"Gone Good\" list, and has received the \"Star of Compassion\" accolade from the Tennessee Disaster Services, The Big Help Award from the Nickelodeon Kids' Choice Awards for her \"dedication to helping others\" as well as \"inspiring others through action\", and the Ripple of Hope Award for her \"dedication to advocacy at such a young age\". In 2008, she donated $100,000 to the Red Cross to help the victims of the Iowa flood. Swift has performed at charity relief events, including Sydney's Sound Relief concert. In response to the May 2010 Tennessee floods, Swift donated $500,000 during a telethon hosted by WSMV. In 2011, Swift used a dress rehearsal of her Speak Now tour as a benefit concert for victims of recent tornadoes in the U.S., raising more than $750,000. In 2016, she donated $1 million to Louisiana flood relief efforts and $100,000 to the Dolly Parton Fire Fund. Swift donated to the Houston Food Bank after Hurricane Harvey struck the city in 2017. In 2020, she donated $1 million for Tennessee tornado relief.\n"}
{"text": "Swift is a supporter of the arts. She is a benefactor of the Nashville Songwriters Hall of Fame. She has donated $75,000 to Nashville's Hendersonville High School to help refurbish the school auditorium, $4 million to fund the building of a new education center at the Country Music Hall of Fame and Museum in Nashville, $60,000 to the music departments of six U.S. colleges, and $100,000 to the Nashville Symphony. Also a promoter of children's literacy, she has donated money and books to various schools around the country to improve education. In 2007, Swift partnered with the Tennessee Association of Chiefs of Police to launch a campaign to protect children from online predators. She has donated items to several charities for auction, including the Elton John AIDS Foundation, the UNICEF Tap Project, MusiCares, and Feeding America. As recipient of the Academy of Country Music's Entertainer of the Year in 2011, Swift donated $25,000 to St. Jude Children's Research Hospital, Tennessee. In 2012, Swift participated in the Stand Up to Cancer telethon, performing the charity single \"Ronan\", which she wrote in memory of a four-year-old boy who died of neuroblastoma. She has also donated $100,000 to the V Foundation for Cancer Research and $50,000 to the Children's Hospital of Philadelphia. Swift has encouraged young people to volunteer in their local communities as part of Global Youth Service Day.\n"}
{"text": "Swift donated to fellow singer-songwriter Kesha to help with her legal battles against Dr. Luke and to actress Mariska Hargitay's Joyful Heart Foundation organization. During the COVID-19 pandemic, Swift donated to the World Health Organization and Feeding America and offered one of her signed guitars as part of an auction to raise money for the National Health Service. Swift performed \"Soon You'll Get Better\" during One World: Together At Home television special, a benefit concert curated by Lady Gaga for Global Citizen to raise funds for the World Health Organization's COVID-19 Solidarity Response Fund. In 2018 and 2021, Swift donated to the Rape, Abuse & Incest National Network in honor of Sexual Assault Awareness and Prevention Month. In addition to charitable causes, she has made donations to her fans several times for their medical or academic expenses.\n"}
{"text": "Swift is pro-choice, and has been regarded as a feminist icon by various publications. During the 2008 United States presidential election, she promoted the Every Woman Counts campaign, aimed at engaging women in the political process. She was one of the founding signatories of the Time's Up movement against sexual harassment. Swift has also spoken out against LGBT discrimination, which was the theme of the music video for \"Mean\". On multiple occasions, she encouraged support for the Equality Act, which prohibits discrimination based on sex, sexual orientation and gender identity, among others.[note 7] In 2019, she donated to the LGBT organizations Tennessee Equality Project and GLAAD.\n"}
{"text": "Swift avoided discussing politics in her early career because country record label executives insisted \"Don't be like the Dixie Chicks!\", and first became active during the 2018 United States elections. She declared her support for Democrats Jim Cooper and Phil Bredesen to represent Tennessee in the House of Representatives and Senate, respectively, and expressed her desire for greater LGBT rights, gender equality and racial equality, condemned systemic racism. In August 2020, Swift urged her fans to check their voter registration ahead of elections, which resulted in 65,000 people registering to vote within a day after her post. She endorsed Joe Biden and Kamala Harris in the 2020 United States presidential election, and was found to be one of the most influential celebrities in the polls.\n"}
{"text": "Swift has supported the March for Our Lives movement and gun control reform in the U.S, and is a vocal critic of white supremacy, racism, and police brutality in the country. Following the murders of African-American men Ahmaud Arbery and George Floyd, she donated to the NAACP Legal Defense and Educational Fund and the Black Lives Matter movement. After then-president Donald Trump posted a controversial tweet on the unrest in Minneapolis–Saint Paul, Swift accused him of promoting white supremacy and racism in his term. She called for the removal of Confederate monuments of \"racist historical figures\" in Tennessee, and advocated for Juneteenth to become a national holiday.\n"}
{"text": "During the Fearless era, Swift supported campaigns by Verizon Wireless and \"Got Milk?\". She launched a l.e.i. sundress range at Walmart, and designed American Greetings cards and Jakks Pacific dolls. She became a spokesperson for the National Hockey League's (NHL) Nashville Predators and Sony Cyber-shot digital cameras. She launched two Elizabeth Arden fragrances—Wonderstruck and Wonderstruck Enchanted. In 2013, she released the fragrances Taylor by Taylor Swift and Taylor by Taylor Swift: Made of Starlight, followed by her fifth fragrance, Incredible Things, in 2014. \n"}
{"text": "Swift signed a multi-year deal with AT&T in 2016. She later headlined DirecTV's Super Saturday Night event on the eve of the 2017 Super Bowl. In 2019, Swift signed a multi-year partnership with Capital One, and released a sustainable clothing line with Stella McCartney. In 2022, in light of her philanthropic support for independent record stores during the COVID-19 pandemic, Record Store Day named Swift their first-ever global ambassador.\n"}